{
  "PageType": 0,
  "ColumnCount": 46,
  "RowCount": 20,
  "Formulas": {
    "19,1": "\"該当データ件数：\"&TEXT(測量データ該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(測量データ抽出カウント,\"#,##0\")&\"件\"",
    "13,22": "COUNT(P2)",
    "10,29": "IF(AND(AD8=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,29": "検索区分",
    "19,29": "IF(AND(AD8=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,29": "IF(AND(AD8=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,22": "検索_測量結果待ちステータスID",
    "13,29": "IF(AND(AD8=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")"
  },
  "CustomNames": [
    {
      "Name": "役調最新化フラグ",
      "Formula": "役調結果待ち検索リスト!$W$5"
    },
    {
      "Name": "測量データ該当カウント",
      "Formula": "役調結果待ち検索リスト!$AD$5"
    },
    {
      "Name": "測量データ抽出カウント",
      "Formula": "役調結果待ち検索リスト!$W$14"
    },
    {
      "Name": "役調件数取得ボタン",
      "Formula": "役調結果待ち検索リスト!$AD$2"
    },
    {
      "Name": "ダウンロード",
      "Formula": "役調結果待ち検索リスト!$W$2"
    }
  ]
}