{
  "PageType": 0,
  "ColumnCount": 50,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "16,29": "IF(AND(AD5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,29": "IF(AND(AD5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,38": "IF(測量結果待ち検索ワード=0,\"\",TRIM(測量結果待ち検索ワード))",
    "13,29": "IF(AND(AD5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,22": "COUNT(P2)",
    "7,29": "IF(AND(AD5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,22": "検索_測量ステータスID",
    "7,38": "IF(IFERROR(FIND(\"　\",AM5),0)>0,FIND(\"　\",AM5),IF(IFERROR(FIND(\" \",AM5),0)>0,FIND(\" \",AM5),0))",
    "10,38": "IF(AM8>0,LEFT(AM5,AM8-1),IF(AM5<>\"\",AM5,\"\"))",
    "13,38": "IF(AM8>0,MID(AM5,AM8+1,1000),\"\")",
    "4,29": "検索区分",
    "4,44": "TEXTJOINIF(\",\",TRUE,T2,1,P2)",
    "7,44": "COUNTIF(T2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "役調結果待ち検索リスト!$AD$2"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "役調結果待ち検索リスト!$W$11"
    },
    {
      "Name": "ダウンロード",
      "Formula": "役調結果待ち検索リスト!$W$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "役調結果待ち検索リスト!$AS$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "役調結果待ち検索リスト!$AM$2"
    }
  ]
}