{
  "PageType": 0,
  "ColumnCount": 52,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "4,31": "検索区分",
    "4,46": "TEXTJOINIF(\",\",TRUE,V2,1,Q2)",
    "10,24": "COUNT(Q2)",
    "10,31": "IF(AND(AF5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,31": "IF(AND(AF5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,31": "IF(AND(AF5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,40": "IF(AO8>0,LEFT(AO5,AO8-1),IF(AO5<>\"\",AO5,\"\"))",
    "7,24": "検索_測量ステータスID",
    "13,31": "IF(AND(AF5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,40": "IF(IFERROR(FIND(\"　\",AO5),0)>0,FIND(\"　\",AO5),IF(IFERROR(FIND(\" \",AO5),0)>0,FIND(\" \",AO5),0))",
    "13,40": "IF(AO8>0,MID(AO5,AO8+1,1000),\"\")",
    "4,40": "IF(測量結果待ち検索ワード=0,\"\",TRIM(測量結果待ち検索ワード))",
    "7,46": "COUNTIF(V2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "役調結果待ち検索リスト!$AF$2"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "役調結果待ち検索リスト!$Y$11"
    },
    {
      "Name": "ダウンロード",
      "Formula": "役調結果待ち検索リスト!$Y$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "役調結果待ち検索リスト!$AU$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "役調結果待ち検索リスト!$AO$2"
    }
  ]
}