{
  "PageType": 0,
  "ColumnCount": 51,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "7,45": "COUNTIF(U2,1)",
    "13,39": "IF(AN8>0,MID(AN5,AN8+1,1000),\"\")",
    "10,39": "IF(AN8>0,LEFT(AN5,AN8-1),IF(AN5<>\"\",AN5,\"\"))",
    "7,39": "IF(IFERROR(FIND(\"　\",AN5),0)>0,FIND(\"　\",AN5),IF(IFERROR(FIND(\" \",AN5),0)>0,FIND(\" \",AN5),0))",
    "7,23": "検索_測量ステータスID",
    "7,30": "IF(AND(AE5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,23": "COUNT(P2)",
    "13,30": "IF(AND(AE5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "4,39": "IF(測量結果待ち検索ワード=0,\"\",TRIM(測量結果待ち検索ワード))",
    "10,30": "IF(AND(AE5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,45": "TEXTJOINIF(\",\",TRUE,U2,1,P2)",
    "4,30": "検索区分",
    "16,30": "IF(AND(AE5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "役調結果待ち検索リスト!$AE$2"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "役調結果待ち検索リスト!$X$11"
    },
    {
      "Name": "ダウンロード",
      "Formula": "役調結果待ち検索リスト!$X$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "役調結果待ち検索リスト!$AT$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "役調結果待ち検索リスト!$AN$2"
    }
  ]
}