{
  "PageType": 0,
  "ColumnCount": 53,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "7,46": "COUNTIF(U2,1)",
    "10,40": "IF(AO8>0,LEFT(AO5,AO8-1),IF(AO5<>\"\",AO5,\"\"))",
    "13,40": "IF(AO8>0,MID(AO5,AO8+1,1000),\"\")",
    "7,30": "IF(AND(AE5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,23": "COUNT(P2)",
    "7,23": "検索_測量ステータスID",
    "10,30": "IF(AND(AE5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,40": "IF(測量結果待ち検索ワード=0,\"\",TRIM(測量結果待ち検索ワード))",
    "7,40": "IF(IFERROR(FIND(\"　\",AO5),0)>0,FIND(\"　\",AO5),IF(IFERROR(FIND(\" \",AO5),0)>0,FIND(\" \",AO5),0))",
    "4,46": "TEXTJOINIF(\",\",TRUE,U2,1,P2)",
    "13,30": "IF(AND(AE5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "4,30": "検索区分",
    "16,30": "IF(AND(AE5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "敷測結果待ち検索リスト!$AE$2"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "敷測結果待ち検索リスト!$X$11"
    },
    {
      "Name": "ダウンロード",
      "Formula": "敷測結果待ち検索リスト!$X$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "敷測結果待ち検索リスト!$AU$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "敷測結果待ち検索リスト!$AO$2"
    }
  ]
}