{
  "PageType": 0,
  "ColumnCount": 52,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "16,29": "IF(AND(AD5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,29": "IF(AND(AD5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,39": "IF(IFERROR(FIND(\"　\",AN5),0)>0,FIND(\"　\",AN5),IF(IFERROR(FIND(\" \",AN5),0)>0,FIND(\" \",AN5),0))",
    "10,29": "IF(AND(AD5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,22": "COUNT(P2)",
    "4,39": "IF(測量結果待ち検索ワード=0,\"\",TRIM(測量結果待ち検索ワード))",
    "7,29": "IF(AND(AD5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,22": "検索_測量ステータスID",
    "13,39": "IF(AN8>0,MID(AN5,AN8+1,1000),\"\")",
    "4,29": "検索区分",
    "10,39": "IF(AN8>0,LEFT(AN5,AN8-1),IF(AN5<>\"\",AN5,\"\"))",
    "4,45": "TEXTJOINIF(\",\",TRUE,T2,1,P2)",
    "7,45": "COUNTIF(T2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "敷測結果待ち検索リスト!$AD$2"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "敷測結果待ち検索リスト!$W$11"
    },
    {
      "Name": "ダウンロード",
      "Formula": "敷測結果待ち検索リスト!$W$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "敷測結果待ち検索リスト!$AT$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "敷測結果待ち検索リスト!$AN$2"
    }
  ]
}