{
  "PageType": 0,
  "ColumnCount": 49,
  "RowCount": 20,
  "Formulas": {
    "19,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "13,29": "IF(AND(AD8=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,22": "COUNT(P2)",
    "19,29": "IF(AND(AD8=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,29": "IF(AND(AD8=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,29": "検索区分",
    "10,29": "IF(AND(AD8=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,39": "IF(AN8>0,MID(AN5,AN8+1,1000),\"\")",
    "10,39": "IF(AN8>0,LEFT(AN5,AN8-1),IF(AN5<>\"\",AN5,\"\"))",
    "7,39": "IF(IFERROR(FIND(\"　\",AN5),0)>0,FIND(\"　\",AN5),IF(IFERROR(FIND(\" \",AN5),0)>0,FIND(\" \",AN5),0))",
    "4,39": "IF(測量結果待ち検索ワード=0,\"\",測量結果待ち検索ワード)"
  },
  "CustomNames": [
    {
      "Name": "敷調最新化フラグ",
      "Formula": "敷測結果待ち検索リストBK!$W$5"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "敷測結果待ち検索リストBK!$W$14"
    },
    {
      "Name": "ダウンロード",
      "Formula": "敷測結果待ち検索リストBK!$W$2"
    }
  ]
}