{
  "PageType": 0,
  "ColumnCount": 54,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(測量結果待ち抽出カウント,\"#,##0\")&\"件\"",
    "4,31": "検索区分",
    "13,31": "IF(AND(AF5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "4,47": "TEXTJOINIF(\",\",TRUE,V2,1,Q2)",
    "10,24": "COUNT(Q2)",
    "7,31": "IF(AND(AF5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,24": "検索_測量ステータスID",
    "13,41": "IF(AP8>0,MID(AP5,AP8+1,1000),\"\")",
    "10,31": "IF(AND(AF5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,31": "IF(AND(AF5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,41": "IF(IFERROR(FIND(\"　\",AP5),0)>0,FIND(\"　\",AP5),IF(IFERROR(FIND(\" \",AP5),0)>0,FIND(\" \",AP5),0))",
    "4,41": "IF(測量結果待ち検索ワード=0,\"\",TRIM(測量結果待ち検索ワード))",
    "10,41": "IF(AP8>0,LEFT(AP5,AP8-1),IF(AP5<>\"\",AP5,\"\"))",
    "7,47": "COUNTIF(V2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "敷測結果待ち検索リスト!$AF$2"
    },
    {
      "Name": "測量結果待ち抽出カウント",
      "Formula": "敷測結果待ち検索リスト!$Y$11"
    },
    {
      "Name": "ダウンロード",
      "Formula": "敷測結果待ち検索リスト!$Y$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "敷測結果待ち検索リスト!$AV$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "敷測結果待ち検索リスト!$AP$2"
    }
  ]
}