{
  "PageType": 0,
  "ColumnCount": 51,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(転圧施工待ち抽出カウント,\"#,##0\")&\"件\"",
    "1,43": "COUNTIF(U2,1)",
    "7,30": "IF(AND(AE5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,43": "IF(AR8>0,MID(AR5,AR8+1,1000),\"\")",
    "13,23": "COUNT(Q2)",
    "4,37": "TEXTJOINIF(\",\",TRUE,U2,1,V2)",
    "7,43": "IF(IFERROR(FIND(\"　\",AR5),0)>0,FIND(\"　\",AR5),IF(IFERROR(FIND(\" \",AR5),0)>0,FIND(\" \",AR5),0))",
    "4,43": "IF(転圧施工待ち検索ワード=0,\"\",TRIM(転圧施工待ち検索ワード))",
    "13,30": "IF(AND(AE5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,30": "IF(AND(AE5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,30": "IF(AND(AE5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,30": "検索区分",
    "10,23": "検索_転圧ステータスID",
    "10,43": "IF(AR8>0,LEFT(AR5,AR8-1),IF(AR5<>\"\",AR5,\"\"))"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "転圧施工待ち検索リスト!$X$5"
    },
    {
      "Name": "転圧施工待ち抽出カウント",
      "Formula": "転圧施工待ち検索リスト!$X$14"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "転圧施工待ち検索リスト!$X$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "転圧施工待ち検索リスト!$AL$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "転圧施工待ち検索リスト!$AR$2"
    }
  ]
}