{
  "PageType": 0,
  "ColumnCount": 50,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(転圧施工待ち抽出カウント,\"#,##0\")&\"件\"",
    "13,22": "COUNT(P2)",
    "10,29": "IF(AND(AD5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,42": "IF(AQ8>0,LEFT(AQ5,AQ8-1),IF(AQ5<>\"\",AQ5,\"\"))",
    "7,29": "IF(AND(AD5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,42": "IF(IFERROR(FIND(\"　\",AQ5),0)>0,FIND(\"　\",AQ5),IF(IFERROR(FIND(\" \",AQ5),0)>0,FIND(\" \",AQ5),0))",
    "13,42": "IF(AQ8>0,MID(AQ5,AQ8+1,1000),\"\")",
    "4,29": "検索区分",
    "16,29": "IF(AND(AD5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,42": "IF(転圧施工待ち検索ワード=0,\"\",TRIM(転圧施工待ち検索ワード))",
    "10,22": "検索_転圧ステータスID",
    "13,29": "IF(AND(AD5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "4,36": "TEXTJOINIF(\",\",TRUE,T2,1,U2)",
    "1,42": "COUNTIF(T2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "転圧施工待ち検索リスト!$W$5"
    },
    {
      "Name": "転圧施工待ち抽出カウント",
      "Formula": "転圧施工待ち検索リスト!$W$14"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "転圧施工待ち検索リスト!$W$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "転圧施工待ち検索リスト!$AK$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "転圧施工待ち検索リスト!$AQ$2"
    }
  ]
}