{
  "PageType": 0,
  "ColumnCount": 161,
  "RowCount": 28,
  "Formulas": {
    "10,138": "IF(EI5>0,MID(検索ワード,EI5+1,1000),\"\")",
    "4,138": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "10,151": "IF(EO14=0,0,EV8)",
    "27,1": "\"該当データ件数：\"&TEXT(EV11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(EO14,\"#,##0\")&\"件\"",
    "16,144": "COUNTIF(EB5,1)",
    "16,138": "TEXTJOINIF(\",\",TRUE,EB5,1,DH5)",
    "19,144": "EO14-EO17",
    "10,144": "検索_転圧ステータスID",
    "1,1": "検索リストページタイトル",
    "7,138": "IF(EI5>0,LEFT(検索ワード,EI5-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "13,144": "COUNT(DH5)"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "転圧検索リスト!$EO$8"
    },
    {
      "Name": "転圧件数取得ボタン",
      "Formula": "転圧検索リスト!$EV$5"
    },
    {
      "Name": "検索ワード1",
      "Formula": "転圧検索リスト!$EI$8"
    },
    {
      "Name": "検索ワード2",
      "Formula": "転圧検索リスト!$EI$11"
    },
    {
      "Name": "検索ワード",
      "Formula": "転圧検索リスト!$L$2"
    }
  ]
}