{
  "PageType": 0,
  "ColumnCount": 39,
  "RowCount": 20,
  "Formulas": {
    "19,1": "\"該当データ件数：\"&TEXT(転圧データ該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(転圧データ抽出カウント,\"#,##0\")&\"件\"",
    "16,29": "IF(AND(AD8=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "19,29": "IF(AND(AD8=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,29": "IF(AND(AD8=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,22": "検索_転圧施工待ちステータスID",
    "10,29": "IF(AND(AD8=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,22": "COUNT(P2)",
    "7,29": "検索区分"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "転圧施工待ち検索リスト!$W$5"
    },
    {
      "Name": "転圧データ該当カウント",
      "Formula": "転圧施工待ち検索リスト!$AD$5"
    },
    {
      "Name": "転圧データ抽出カウント",
      "Formula": "転圧施工待ち検索リスト!$W$14"
    },
    {
      "Name": "転圧件数取得ボタン",
      "Formula": "転圧施工待ち検索リスト!$AD$2"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "転圧施工待ち検索リスト!$W$2"
    }
  ]
}