{
  "PageType": 0,
  "ColumnCount": 48,
  "RowCount": 20,
  "Formulas": {
    "7,31": "COUNT(AC2)",
    "19,1": "\"該当データ件数：\"&TEXT(転圧全データ該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(転圧全データ抽出カウント,\"#,##0\")&\"件\""
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "転圧データ全検索リスト!$AF$5"
    },
    {
      "Name": "転圧全データ該当カウント",
      "Formula": "転圧データ全検索リスト!$AM$5"
    },
    {
      "Name": "転圧全データ件数取得ボタン",
      "Formula": "転圧データ全検索リスト!$AM$2"
    },
    {
      "Name": "転圧全データ抽出カウント",
      "Formula": "転圧データ全検索リスト!$AF$8"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "転圧データ全検索リスト!$AF$2"
    }
  ]
}