{
  "PageType": 0,
  "ColumnCount": 80,
  "RowCount": 33,
  "Formulas": {
    "31,9": "IF(AR25<>\"\",\"最終更新者：\"&AR25,\"\")"
  },
  "CustomNames": [
    {
      "Name": "元_見積依頼コメント",
      "Formula": "工事見積内容_詳細!$BM$8"
    },
    {
      "Name": "元_見積依頼日",
      "Formula": "工事見積内容_詳細!$BM$7"
    },
    {
      "Name": "元_見積書受領日",
      "Formula": "工事見積内容_詳細!$BM$9"
    },
    {
      "Name": "元_見積送付コメント",
      "Formula": "工事見積内容_詳細!$BM$14"
    },
    {
      "Name": "元_見積送付日",
      "Formula": "工事見積内容_詳細!$BM$13"
    },
    {
      "Name": "元_工事ステータスID",
      "Formula": "工事見積内容_詳細!$BM$17"
    },
    {
      "Name": "元_工事見積ステータスID",
      "Formula": "工事見積内容_詳細!$BM$16"
    },
    {
      "Name": "元_工事見積会社ID",
      "Formula": "工事見積内容_詳細!$BM$5"
    },
    {
      "Name": "元_工事見積工法ID",
      "Formula": "工事見積内容_詳細!$BM$6"
    },
    {
      "Name": "元_工事見積登録日",
      "Formula": "工事見積内容_詳細!$BM$4"
    },
    {
      "Name": "元_社内備考",
      "Formula": "工事見積内容_詳細!$BM$15"
    },
    {
      "Name": "元_設計承認フラグ",
      "Formula": "工事見積内容_詳細!$BM$12"
    },
    {
      "Name": "元_設計審査コメント",
      "Formula": "工事見積内容_詳細!$BM$11"
    },
    {
      "Name": "元_設計審査結果",
      "Formula": "工事見積内容_詳細!$BM$10"
    },
    {
      "Name": "更新ボタン",
      "Formula": "工事見積内容_詳細!$AR$30"
    },
    {
      "Name": "削除ボタン",
      "Formula": "工事見積内容_詳細!$AW$30"
    },
    {
      "Name": "申込ID",
      "Formula": "工事見積内容_詳細!$AR$6"
    }
  ]
}