{
  "PageType": 0,
  "ColumnCount": 81,
  "RowCount": 27,
  "Formulas": {
    "25,2": "\"該当データ件数：\"&TEXT(BW11,\"#,##0\")&\"件　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "1,18": "\"「\"&住宅事業者名&\"」の工事履歴を表示しています。見積手配待ちの物件も対象となります。\"",
    "16,67": "COUNTIF(C5,\"<>\")",
    "10,74": "SUM(BW6)"
  },
  "CustomNames": [
    {
      "Name": "グループフィルタ",
      "Formula": "過去工事検索!$AV$2"
    },
    {
      "Name": "元申込ID",
      "Formula": "過去工事検索!$BP$11"
    },
    {
      "Name": "住宅事業者ID",
      "Formula": "過去工事検索!$BP$5"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "過去工事検索!$BP$8"
    },
    {
      "Name": "属性フィルタ",
      "Formula": "過去工事検索!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "過去工事検索!$BP$17"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "過去工事検索!$BP$14"
    }
  ]
}