{
  "PageType": 0,
  "ColumnCount": 136,
  "RowCount": 33,
  "Formulas": {
    "32,1": "\"該当データ件数：\"&TEXT(DW17,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(DJ26,\"#,##0\")&\"件\"",
    "25,113": "COUNT(CL11)",
    "13,106": "IF(DC11>0,LEFT(検索ワード,DC11-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "22,113": "COUNTIF(CV11,1)",
    "1,1": "検索リストページタイトル",
    "16,106": "IF(DC11>0,MID(検索ワード,DC11+1,1000),\"\")",
    "10,106": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "28,113": "DJ23-DJ26",
    "16,126": "IF(DJ26=0,0,DW14)",
    "25,106": "TEXTJOINIF(\",\",TRUE,CV11,1,CG11)"
  },
  "CustomNames": [
    {
      "Name": "検索ワード",
      "Formula": "付保申請待ちリスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "付保申請待ちリスト!$DC$14"
    },
    {
      "Name": "検索ワード2",
      "Formula": "付保申請待ちリスト!$DC$17"
    },
    {
      "Name": "付保アクション",
      "Formula": "付保申請待ちリスト!$DJ$14"
    },
    {
      "Name": "付保ステータス条件",
      "Formula": "付保申請待ちリスト!$Q$8"
    },
    {
      "Name": "付保件数取得ボタン",
      "Formula": "付保申請待ちリスト!$DW$11"
    },
    {
      "Name": "付保最新化フラグ",
      "Formula": "付保申請待ちリスト!$DJ$11"
    }
  ]
}