{
  "PageType": 0,
  "ColumnCount": 146,
  "RowCount": 28,
  "Formulas": {
    "16,128": "COUNTIF(DL5,1)",
    "19,122": "TEXTJOINIF(\",\",TRUE,DL5,1,DB5)",
    "10,128": "検索_保証ステータスID",
    "7,122": "IF(DS5>0,LEFT(検索ワード,DS5-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "4,122": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "27,1": "\"該当データ件数：\"&TEXT(EF11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(DY14,\"#,##0\")&\"件\"",
    "13,128": "COUNT(DB5)",
    "10,122": "IF(DS5>0,MID(検索ワード,DS5+1,1000),\"\")",
    "1,1": "検索リストページタイトル",
    "10,135": "IF(DY14=0,0,EF8)",
    "19,128": "DY14-DY17"
  },
  "CustomNames": [
    {
      "Name": "検索ワード",
      "Formula": "保証検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "保証検索リスト!$DS$8"
    },
    {
      "Name": "検索ワード2",
      "Formula": "保証検索リスト!$DS$11"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "保証検索リスト!$DY$8"
    },
    {
      "Name": "保証件数取得ボタン",
      "Formula": "保証検索リスト!$EF$5"
    }
  ]
}