{
  "PageType": 0,
  "ColumnCount": 127,
  "RowCount": 33,
  "Formulas": {
    "22,110": "COUNT(CB11)",
    "13,96": "IF(CS11>0,LEFT(L2,CS11-1),IF(L2<>\"\",L2,\"\"))",
    "10,96": "IF(IFERROR(FIND(\"　\",L2),0)>0,FIND(\"　\",L2),IF(IFERROR(FIND(\" \",L2),0)>0,FIND(\" \",L2),0))",
    "32,1": "\"該当データ件数：\"&TEXT(DN14,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(DG23,\"#,##0\")&\"件\"",
    "1,1": "検索リストページタイトル",
    "19,110": "COUNTIF(CL11,1)",
    "16,96": "IF(CS11>0,MID(L2,CS11+1,1000),\"\")",
    "25,110": "DG20-DG23",
    "16,117": "IF(DG23=0,0,DN14)",
    "19,103": "TEXTJOINIF(\",\",TRUE,CL11,1,BW11)"
  },
  "CustomNames": [
    {
      "Name": "付保アクション",
      "Formula": "証明書申請待ちリスト!$CZ$14"
    },
    {
      "Name": "付保ステータス条件",
      "Formula": "証明書申請待ちリスト!$Q$8"
    },
    {
      "Name": "付保件数取得ボタン",
      "Formula": "証明書申請待ちリスト!$DN$11"
    },
    {
      "Name": "付保最新化フラグ",
      "Formula": "証明書申請待ちリスト!$CZ$11"
    }
  ]
}