{
  "PageType": 0,
  "ColumnCount": 253,
  "RowCount": 33,
  "Formulas": {
    "16,233": "IF(VALUE(検索_抽出条件)=1,HL26,HL29)",
    "16,240": "IF(HZ26=0,0,IG14)",
    "32,1": "\"該当データ件数：\"&TEXT(IG17,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(HZ26,\"#,##0\")&\"件\"",
    "28,233": "TEXTJOINIF(\",\",TRUE,HE11,1,GP11)",
    "25,226": "COUNTIF(HE11,1)",
    "1,1": "検索リストページタイトル",
    "25,233": "COUNTIF(I11,\"<>\")",
    "28,226": "TEXTJOINIF(\",\",TRUE,HE11,1,GU11)",
    "13,219": "IF(HL11>0,LEFT(L2,HL11-1),IF(L2<>\"\",L2,\"\"))",
    "10,219": "IF(IFERROR(FIND(\"　\",L2),0)>0,FIND(\"　\",L2),IF(IFERROR(FIND(\" \",L2),0)>0,FIND(\" \",L2),0))",
    "16,219": "IF(HL11>0,MID(L2,HL11+1,1000),\"\")",
    "25,240": "HZ26-HS26"
  },
  "CustomNames": [
    {
      "Name": "検索_抽出条件",
      "Formula": "郵送手配リスト!$L$8"
    },
    {
      "Name": "郵送手配最新化フラグ",
      "Formula": "郵送手配リスト!$HS$14"
    },
    {
      "Name": "郵送手配件数取得ボタン",
      "Formula": "郵送手配リスト!$IG$11"
    },
    {
      "Name": "該当カウント",
      "Formula": "郵送手配リスト!$IG$14"
    }
  ]
}