{
  "PageType": 0,
  "ColumnCount": 165,
  "RowCount": 33,
  "Formulas": {
    "25,152": "EP26-EI26",
    "10,131": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "32,1": "\"該当データ件数：\"&TEXT(EW17,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(EP26,\"#,##0\")&\"件\"",
    "13,131": "IF(EB11>0,LEFT(検索ワード,EB11-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "28,138": "TEXTJOINIF(\",\",TRUE,DU11,1,DK11)",
    "1,1": "検索リストページタイトル",
    "28,145": "TEXTJOINIF(\",\",TRUE,DU11,1,DF11)",
    "16,131": "IF(EB11>0,MID(検索ワード,EB11+1,1000),\"\")",
    "16,145": "IF(VALUE(検索_抽出条件)=1,EB26,EB29)",
    "25,138": "COUNTIF(DU11,1)",
    "25,145": "COUNTIF(I11,\"<>\")",
    "16,152": "IF(EP26=0,0,EW14)"
  },
  "CustomNames": [
    {
      "Name": "検索_抽出条件",
      "Formula": "郵送手配リスト!$L$8"
    },
    {
      "Name": "郵送手配最新化フラグ",
      "Formula": "郵送手配リスト!$EI$14"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "郵送手配リスト!$EI$11"
    },
    {
      "Name": "郵送手配件数取得ボタン",
      "Formula": "郵送手配リスト!$EW$11"
    },
    {
      "Name": "検索ワード",
      "Formula": "郵送手配リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "郵送手配リスト!$EB$14"
    },
    {
      "Name": "検索ワード2",
      "Formula": "郵送手配リスト!$EB$17"
    }
  ]
}