{
  "PageType": 0,
  "ColumnCount": 162,
  "RowCount": 27,
  "Formulas": {
    "4,144": "COUNTIF(DZ5,\"<>\")",
    "26,1": "\"表示データ件数：\"&TEXT(EO5,\"#,##0\")&\"件\"",
    "10,144": "IF(参照管理グループIDs<>\"\",参照管理グループIDs,\"0\")"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "メール履歴検索_代理店用!$EL$5"
    },
    {
      "Name": "参照管理グループIDs",
      "Formula": "メール履歴検索_代理店用!$EX$14"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "メール履歴検索_代理店用!$EX$5"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "メール履歴検索_代理店用!$EX$8"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "メール履歴検索_代理店用!$EX$11"
    }
  ]
}