{
  "PageType": 0,
  "ColumnCount": 155,
  "RowCount": 32,
  "Formulas": {
    "31,1": "\"表示データ件数：\"&TEXT(DT14,\"#,##0\")&\"件\"",
    "13,123": "COUNTIF(DM11,\"<>\")",
    "10,123": "IF(P2=0,\"\",P2)",
    "16,139": "TEXTJOIN(\",\",TRUE,EJ12)",
    "28,130": "TEXTJOIN(\",\",TRUE,EA23,EA26)"
  },
  "CustomNames": [
    {
      "Name": "参照顧客グループIDs",
      "Formula": "住宅事業者ユーザーメンテナンス_代理店!$EA$11"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "住宅事業者ユーザーメンテナンス_代理店!$EA$14"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "住宅事業者ユーザーメンテナンス_代理店!$EA$17"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "住宅事業者ユーザーメンテナンス_代理店!$EA$20"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "住宅事業者ユーザーメンテナンス_代理店!$EA$23"
    },
    {
      "Name": "参照管理顧客IDs",
      "Formula": "住宅事業者ユーザーメンテナンス_代理店!$EA$26"
    }
  ]
}