{
  "PageType": 0,
  "ColumnCount": 115,
  "RowCount": 32,
  "Formulas": {
    "31,1": "\"表示データ件数：\"&TEXT(CF14,\"#,##0\")&\"件\"",
    "13,83": "COUNTIF(BU11,\"<>\")",
    "10,83": "IF(N2=0,\"\",N2)",
    "19,90": "IF(参照管理グループIDs=\"\",0,参照管理グループIDs)"
  },
  "CustomNames": [
    {
      "Name": "参照管理グループIDs",
      "Formula": "住宅事業者メンテナンス_申込事業者!$CM$11"
    },
    {
      "Name": "参照顧客既定グループID",
      "Formula": "住宅事業者メンテナンス_申込事業者!$CM$14"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "住宅事業者メンテナンス_申込事業者!$CM$17"
    }
  ]
}