{
  "PageType": 0,
  "ColumnCount": 140,
  "RowCount": 32,
  "Formulas": {
    "31,1": "\"表示データ件数：\"&TEXT(DE14,\"#,##0\")&\"件\"",
    "28,115": "TEXTJOIN(\",\",TRUE,DL23,DL26)",
    "13,108": "COUNTIF(CW11,\"<>\")",
    "10,108": "IF(N2=0,\"\",N2)",
    "16,124": "IF(OR(参照顧客代理店フラグ=1,参照顧客取次店フラグ=1),TEXTJOIN(\",\",TRUE,DU12),参照顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "参照顧客グループIDs",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DL$11"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DL$14"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DL$17"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DL$20"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DL$23"
    },
    {
      "Name": "参照管理顧客IDs",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DL$26"
    }
  ]
}