{
  "PageType": 0,
  "ColumnCount": 141,
  "RowCount": 32,
  "Formulas": {
    "31,1": "\"表示データ件数：\"&TEXT(DF14,\"#,##0\")&\"件\"",
    "10,109": "IF(N2=0,\"\",N2)",
    "16,125": "IF(OR(参照顧客代理店フラグ=1,参照顧客取次店フラグ=1),TEXTJOIN(\",\",TRUE,DV12),参照顧客ID)",
    "28,116": "TEXTJOIN(\",\",TRUE,DM23,DM26)",
    "13,109": "COUNTIF(CZ11,\"<>\")"
  },
  "CustomNames": [
    {
      "Name": "参照管理顧客IDs",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DM$26"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DM$23"
    },
    {
      "Name": "参照顧客グループIDs",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DM$11"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DM$20"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DM$17"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "自社ユーザーメンテナンス_申込事業者!$DM$14"
    }
  ]
}