{
  "PageType": 0,
  "ColumnCount": 72,
  "RowCount": 35,
  "Formulas": {
    "15,15": "SUM(BL22)",
    "12,64": "SUMIF(BK4,2,BL4)",
    "21,67": "IFERROR(BL22/BO22,0)",
    "17,4": "BK27&\"の判定率\"",
    "21,69": "IFERROR(BN22/BO22,0)",
    "15,31": "P16/$AB$16",
    "15,27": "P16+T16+X16",
    "15,19": "SUM(BM22)",
    "15,39": "X16/$AB$16",
    "21,66": "BL22+BM22+BN22",
    "15,64": "SUMIF(BK4,3,BL4)",
    "9,64": "SUMIF(BK4,1,BL4)",
    "15,23": "SUM(BN22)",
    "29,62": "COUNTIF(BK22,\"<>\")",
    "15,35": "T16/$AB$16",
    "21,68": "IFERROR(BM22/BO22,0)",
    "9,66": "TEXTJOIN(\",\",TRUE,BO4)",
    "12,62": "IF(I6=1,1,0)",
    "15,62": "IF(I6=2,0,1)"
  },
  "CustomNames": [
    {
      "Name": "グラフ表示_判定件数1",
      "Formula": "判定率検索!$BM$28"
    },
    {
      "Name": "グラフ表示_判定件数2",
      "Formula": "判定率検索!$BN$28"
    },
    {
      "Name": "グラフ表示_判定件数3",
      "Formula": "判定率検索!$BO$28"
    },
    {
      "Name": "グラフ表示_エリア名",
      "Formula": "判定率検索!$BK$27"
    }
  ]
}