{
  "PageType": 0,
  "ColumnCount": 145,
  "RowCount": 32,
  "Formulas": {
    "10,97": "COUNTIF(CU7,\"<>\")",
    "19,122": "IF(DS17>0,LEFT(DS14,DS17-1),IF(DS14<>\"\",DS14,\"\"))",
    "31,1": "\"該当データ件数：\"&TEXT(CZ17,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(CT11,\"#,##0\")&\"件\"",
    "6,129": "IF(DO7<>\"\",1,0)",
    "16,103": "IF(CT11=0,0,CZ14)",
    "6,131": "IF(DQ7<>\"\",1,0)",
    "13,97": "COUNTIF(CT7,1)",
    "22,122": "IF(DS17>0,MID(DS14,DS17+1,1000),\"\")",
    "6,133": "IF(DS7<>\"\",1,0)",
    "6,132": "IF(DR7<>\"\",1,0)",
    "6,134": "IF(DT7<>\"\",1,0)",
    "19,97": "TEXTJOINIF(\",\",TRUE,CT7,1,CU7)",
    "16,97": "CT11-CT14",
    "6,127": "IF(DM7<>\"\",1,0)",
    "6,128": "IF(DN7<>\"\",1,0)",
    "16,122": "IF(IFERROR(FIND(\"　\",DS14),0)>0,FIND(\"　\",DS14),IF(IFERROR(FIND(\" \",DS14),0)>0,FIND(\" \",DS14),0))",
    "13,122": "IF(K2=0,\"\",TRIM(K2))",
    "16,115": "COUNTIFS(CT7,1,DK7,1)",
    "13,103": "SUM(ED14)",
    "6,130": "IF(DP7<>\"\",1,0)"
  },
  "CustomNames": [
    {
      "Name": "ロケーションURL",
      "Formula": "発注書管理!$DF$23"
    },
    {
      "Name": "検索ボタン",
      "Formula": "発注書管理!$DF$14"
    },
    {
      "Name": "個別アップロードボタン",
      "Formula": "発注書管理!$DS$11"
    },
    {
      "Name": "発注書ファイル属性ID",
      "Formula": "発注書管理!$CZ$11"
    },
    {
      "Name": "発注書受領区分",
      "Formula": "発注書管理!$K$4"
    }
  ]
}