{
  "PageType": 0,
  "ColumnCount": 113,
  "RowCount": 34,
  "Formulas": {
    "19,86": "IF(BY20>0,MID(BT20,BY20+1,1000),\"\")",
    "19,81": "IF(BY20>0,LEFT(BT20,BY20-1),IF(BT20<>\"\",BT20,\"\"))",
    "11,94": "CP12*CS12",
    "33,1": "\"該当データ件数：\"&TEXT(CN20,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(BT17,\"#,##0\")&\"件\"",
    "22,76": "TEXTJOINIF(\",\",TRUE,BT12,1,BW12)",
    "11,99": "IF(CU12=1,\"発注書\",\"\")",
    "19,76": "IF(IFERROR(FIND(\"　\",BT20),0)>0,FIND(\"　\",BT20),IF(IFERROR(FIND(\" \",BT20),0)>0,FIND(\" \",BT20),0))",
    "16,76": "COUNTIF(BT12,1)",
    "11,95": "CP12+CQ12",
    "11,82": "IF(CD12=1,\"売上\",\"取消\")",
    "19,71": "IF(M2=0,\"\",M2)",
    "16,71": "COUNTIF(BU12,\"<>\")",
    "16,81": "BT17-BY17",
    "19,91": "IF(BT17=0,0,CN17)"
  },
  "CustomNames": [
    {
      "Name": "選択物件住所",
      "Formula": "請求データメンテナンス!$CS$31"
    },
    {
      "Name": "選択物件名",
      "Formula": "請求データメンテナンス!$CN$31"
    }
  ]
}