{
  "PageType": 0,
  "ColumnCount": 114,
  "RowCount": 30,
  "Formulas": {
    "15,87": "IF(BZ16>0,MID(BU16,BZ16+1,1000),\"\")",
    "7,96": "CQ8+CR8",
    "15,72": "IF(M2=0,\"\",M2)",
    "15,77": "IF(IFERROR(FIND(\"　\",BU16),0)>0,FIND(\"　\",BU16),IF(IFERROR(FIND(\" \",BU16),0)>0,FIND(\" \",BU16),0))",
    "18,77": "TEXTJOINIF(\",\",TRUE,BU8,1,BX8)",
    "7,83": "IF(CE8=1,\"売上\",\"取消\")",
    "7,95": "CQ8*CT8",
    "15,92": "IF(BU13=0,0,CO13)",
    "7,100": "IF(CV8=1,\"発注書\",\"\")",
    "29,1": "\"該当データ件数：\"&TEXT(CO16,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(BU13,\"#,##0\")&\"件\"",
    "12,77": "COUNTIF(BU8,1)",
    "12,72": "COUNT(BX8)",
    "12,82": "BU13-BZ13",
    "15,82": "IF(BZ16>0,LEFT(BU16,BZ16-1),IF(BU16<>\"\",BU16,\"\"))",
    "12,92": "SUM(CT14)"
  },
  "CustomNames": [
    {
      "Name": "選択物件住所",
      "Formula": "請求データメンテナンス!$CT$27"
    },
    {
      "Name": "選択物件名",
      "Formula": "請求データメンテナンス!$CO$27"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "請求データメンテナンス!$CT$19"
    }
  ]
}