{
  "PageType": 0,
  "ColumnCount": 127,
  "RowCount": 30,
  "Formulas": {
    "7,115": "IF(CM8<>DC8,1,0)",
    "7,98": "CS8+CT8",
    "7,97": "CS8*CV8",
    "7,102": "IF(CX8=1,\"発注書\",\"\")",
    "12,78": "COUNTIF(BV8,1)",
    "7,119": "IF(CS8<>DG8,1,0)",
    "7,116": "IF(CN8<>DD8,1,0)",
    "7,121": "IF(DA8<>DI8,1,0)",
    "29,1": "\"該当データ件数：\"&TEXT(CP16,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(BV13,\"#,##0\")&\"件\"",
    "7,120": "IF(CT8<>DH8,1,0)",
    "7,118": "IF(CQ8<>DF8,1,0)",
    "12,105": "SUM(DL8:DS8)",
    "15,83": "IF(CA16>0,LEFT(BV16,CA16-1),IF(BV16<>\"\",BV16,\"\"))",
    "7,117": "IF(CP8<>DE8,1,0)",
    "12,83": "BV13-CA13",
    "12,73": "COUNT(BY8)",
    "12,93": "SUM(CU14)",
    "15,93": "IF(BV13=0,0,CP13)",
    "7,122": "IF(CR8<>DJ8,1,0)",
    "18,78": "TEXTJOINIF(\",\",TRUE,BV8,1,BY8)",
    "15,73": "IF(M2=0,\"\",M2)",
    "15,78": "IF(IFERROR(FIND(\"　\",BV16),0)>0,FIND(\"　\",BV16),IF(IFERROR(FIND(\" \",BV16),0)>0,FIND(\" \",BV16),0))",
    "15,88": "IF(CA16>0,MID(BV16,CA16+1,1000),\"\")"
  },
  "CustomNames": [
    {
      "Name": "ロケーションURL",
      "Formula": "請求データメンテナンス!$CU$19"
    },
    {
      "Name": "選択物件住所",
      "Formula": "請求データメンテナンス!$CU$27"
    },
    {
      "Name": "選択物件名",
      "Formula": "請求データメンテナンス!$CP$27"
    }
  ]
}