{
  "PageType": 0,
  "ColumnCount": 50,
  "RowCount": 31,
  "Formulas": {
    "16,38": "IF(指定ユーザーID=\"\",0,指定ユーザーID)",
    "5,7": "TEXTJOIN(\",\",TRUE,AM13)",
    "26,29": "IF(COUNTIF(AQ13,0)>0,1,0)"
  },
  "CustomNames": [
    {
      "Name": "アップロードファイル名",
      "Formula": "メール送信ポップアップ!$N$24"
    },
    {
      "Name": "エラー終了フラグ",
      "Formula": "メール送信ポップアップ!$V$12"
    },
    {
      "Name": "タスクID",
      "Formula": "メール送信ポップアップ!$V$21"
    },
    {
      "Name": "タブID",
      "Formula": "メール送信ポップアップ!$V$24"
    },
    {
      "Name": "テンプレートID",
      "Formula": "メール送信ポップアップ!$B$3"
    },
    {
      "Name": "フォローID",
      "Formula": "メール送信ポップアップ!$H$9"
    },
    {
      "Name": "メール本文取得フラグ",
      "Formula": "メール送信ポップアップ!$AD$3"
    },
    {
      "Name": "宛先区分",
      "Formula": "メール送信ポップアップ!$B$9"
    },
    {
      "Name": "解析ID",
      "Formula": "メール送信ポップアップ!$B$21"
    },
    {
      "Name": "工事ID",
      "Formula": "メール送信ポップアップ!$B$27"
    },
    {
      "Name": "工事見積ID",
      "Formula": "メール送信ポップアップ!$H$27"
    },
    {
      "Name": "催促資料名",
      "Formula": "メール送信ポップアップ!$H$14"
    },
    {
      "Name": "指定メールアドレス",
      "Formula": "メール送信ポップアップ!$H$6"
    },
    {
      "Name": "指定ユーザーID",
      "Formula": "メール送信ポップアップ!$H$3"
    },
    {
      "Name": "資料待ちID",
      "Formula": "メール送信ポップアップ!$H$12"
    },
    {
      "Name": "取得完了フラグ",
      "Formula": "メール送信ポップアップ!$AD$24"
    },
    {
      "Name": "申込ID",
      "Formula": "メール送信ポップアップ!$B$12"
    },
    {
      "Name": "請求先担当者名",
      "Formula": "メール送信ポップアップ!$N$15"
    },
    {
      "Name": "請求先名",
      "Formula": "メール送信ポップアップ!$N$12"
    },
    {
      "Name": "請求日",
      "Formula": "メール送信ポップアップ!$N$6"
    },
    {
      "Name": "請求年月",
      "Formula": "メール送信ポップアップ!$N$3"
    },
    {
      "Name": "請求番号",
      "Formula": "メール送信ポップアップ!$N$18"
    },
    {
      "Name": "送信ユーザーID",
      "Formula": "メール送信ポップアップ!$V$6"
    },
    {
      "Name": "送信完了フラグ",
      "Formula": "メール送信ポップアップ!$V$9"
    },
    {
      "Name": "送信元区分",
      "Formula": "メール送信ポップアップ!$B$6"
    },
    {
      "Name": "測量ID",
      "Formula": "メール送信ポップアップ!$B$18"
    },
    {
      "Name": "調査ID",
      "Formula": "メール送信ポップアップ!$B$15"
    },
    {
      "Name": "通知先ID",
      "Formula": "メール送信ポップアップ!$N$9"
    },
    {
      "Name": "添付ファイル",
      "Formula": "メール送信ポップアップ!$U$28"
    },
    {
      "Name": "転圧ID",
      "Formula": "メール送信ポップアップ!$B$24"
    },
    {
      "Name": "返却メールCC",
      "Formula": "メール送信ポップアップ!$AD$15"
    },
    {
      "Name": "返却メールTO",
      "Formula": "メール送信ポップアップ!$AD$12"
    },
    {
      "Name": "返却メール件名",
      "Formula": "メール送信ポップアップ!$AD$18"
    },
    {
      "Name": "返却メール本文",
      "Formula": "メール送信ポップアップ!$AD$21"
    },
    {
      "Name": "返却宛先区分",
      "Formula": "メール送信ポップアップ!$AD$9"
    },
    {
      "Name": "返却差出人アドレス",
      "Formula": "メール送信ポップアップ!$AD$6"
    },
    {
      "Name": "保証ID",
      "Formula": "メール送信ポップアップ!$B$30"
    },
    {
      "Name": "問合せID",
      "Formula": "メール送信ポップアップ!$N$27"
    },
    {
      "Name": "連絡ID",
      "Formula": "メール送信ポップアップ!$H$18"
    },
    {
      "Name": "連絡事項",
      "Formula": "メール送信ポップアップ!$H$24"
    },
    {
      "Name": "保証依頼ID",
      "Formula": "メール送信ポップアップ!$V$15"
    },
    {
      "Name": "外販ID",
      "Formula": "メール送信ポップアップ!$V$18"
    },
    {
      "Name": "リンク連絡ID",
      "Formula": "メール送信ポップアップ!$H$21"
    },
    {
      "Name": "送信先本社以外フラグ",
      "Formula": "メール送信ポップアップ!$AD$27"
    }
  ]
}