{
  "PageType": 0,
  "ColumnCount": 65,
  "RowCount": 23,
  "Formulas": {
    "12,51": "IF(H4=5,1,0)",
    "18,51": "IF(H4=8,1,0)",
    "16,51": "IF(H4=7,1,0)",
    "14,51": "IF(H4=6,1,0)",
    "10,51": "IF(H4=4,1,0)",
    "8,51": "IF(H4=3,1,0)",
    "6,51": "IF(H4=2,1,0)",
    "11,46": "AT12&\" \"&AR12&\"（\"&AS12&\"）\"",
    "4,51": "IF(H4=1,1,0)",
    "16,41": "TEXTJOINIF(\",\",TRUE,AP12,1,AQ12)",
    "20,51": "IF(H4=9,1,0)"
  },
  "CustomNames": [
    {
      "Name": "ユーザーIDリスト",
      "Formula": "ユーザー選択!$AP$5"
    }
  ]
}