{
  "PageType": 0,
  "ColumnCount": 65,
  "RowCount": 23,
  "Formulas": {
    "12,51": "IF(H4=5,1,0)",
    "18,51": "IF(H4=8,1,0)",
    "16,51": "IF(H4=7,1,0)",
    "14,51": "IF(H4=6,1,0)",
    "10,51": "IF(H4=4,1,0)",
    "8,51": "IF(H4=3,1,0)",
    "6,51": "IF(H4=2,1,0)",
    "8,46": "AT9&\" \"&AR9&\"（\"&AS9&\"）\"",
    "4,51": "IF(H4=1,1,0)",
    "13,41": "TEXTJOINIF(\",\",TRUE,AP9,1,AQ9)",
    "20,51": "IF(H4=9,1,0)",
    "4,59": "TRIM(D2)",
    "6,59": "IF(IFERROR(FIND(\"　\",BH5),0)>0,FIND(\"　\",BH5),IF(IFERROR(FIND(\" \",BH5),0)>0,FIND(\" \",BH5),0))",
    "8,59": "IF(BH7>0,LEFT(BH5,BH7-1),IF(BH5<>\"\",BH5,\"\"))",
    "10,59": "IF(BH7>0,MID(BH5,BH7+1,1000),\"\")"
  },
  "CustomNames": [
    {
      "Name": "ユーザーIDリスト",
      "Formula": "ユーザー選択!$AP$5"
    },
    {
      "Name": "検索ワード1",
      "Formula": "ユーザー選択!$BH$9"
    },
    {
      "Name": "検索ワード2",
      "Formula": "ユーザー選択!$BH$11"
    }
  ]
}