{
  "PageType": 0,
  "ColumnCount": 45,
  "RowCount": 30,
  "CustomNames": [
    {
      "Name": "解析請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$23"
    },
    {
      "Name": "工事請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$27"
    },
    {
      "Name": "住宅事業者通知フラグ",
      "Formula": "グループマスタ_基本情報!$J$4"
    },
    {
      "Name": "測量請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$21"
    },
    {
      "Name": "調査請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$19"
    },
    {
      "Name": "通常請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$15"
    },
    {
      "Name": "転圧請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$25"
    },
    {
      "Name": "保証請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$29"
    },
    {
      "Name": "グループ既定優先フラグ",
      "Formula": "グループマスタ_基本情報!$J$6"
    },
    {
      "Name": "お客様管理番号必須フラグ",
      "Formula": "グループマスタ_基本情報!$J$10"
    },
    {
      "Name": "解析保証調査日必須フラグ",
      "Formula": "グループマスタ_基本情報!$J$12"
    },
    {
      "Name": "一建設グループフラグ",
      "Formula": "グループマスタ_基本情報!$AB$2"
    },
    {
      "Name": "グループ共有優先フラグ",
      "Formula": "グループマスタ_基本情報!$J$8"
    },
    {
      "Name": "グループ用途区分",
      "Formula": "グループマスタ_基本情報!$J$2"
    },
    {
      "Name": "調査保証見積不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$4"
    },
    {
      "Name": "解析保証見積不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$6"
    },
    {
      "Name": "保証確認不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$8"
    },
    {
      "Name": "見積リマインド不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$10"
    }
  ]
}