{
  "PageType": 0,
  "ColumnCount": 45,
  "RowCount": 28,
  "CustomNames": [
    {
      "Name": "解析請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$21"
    },
    {
      "Name": "工事請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$25"
    },
    {
      "Name": "住宅事業者通知フラグ",
      "Formula": "グループマスタ_基本情報!$I$2"
    },
    {
      "Name": "測量請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$19"
    },
    {
      "Name": "調査請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$17"
    },
    {
      "Name": "通常請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$13"
    },
    {
      "Name": "転圧請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$23"
    },
    {
      "Name": "保証請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$27"
    },
    {
      "Name": "グループ既定優先フラグ",
      "Formula": "グループマスタ_基本情報!$I$4"
    },
    {
      "Name": "お客様管理番号必須フラグ",
      "Formula": "グループマスタ_基本情報!$I$8"
    },
    {
      "Name": "解析保証調査日必須フラグ",
      "Formula": "グループマスタ_基本情報!$I$10"
    },
    {
      "Name": "一建設グループフラグ",
      "Formula": "グループマスタ_基本情報!$Y$2"
    },
    {
      "Name": "グループ共有優先フラグ",
      "Formula": "グループマスタ_基本情報!$I$6"
    }
  ]
}