{
  "PageType": 0,
  "ColumnCount": 90,
  "RowCount": 32,
  "CustomNames": [
    {
      "Name": "元_見積依頼日",
      "Formula": "転圧内容_詳細!$BV$9"
    },
    {
      "Name": "元_見積送付日",
      "Formula": "転圧内容_詳細!$BV$10"
    },
    {
      "Name": "元_再調査フラグ",
      "Formula": "転圧内容_詳細!$BV$26"
    },
    {
      "Name": "元_施工承認フラグ",
      "Formula": "転圧内容_詳細!$BV$23"
    },
    {
      "Name": "元_施工審査コメント",
      "Formula": "転圧内容_詳細!$BV$22"
    },
    {
      "Name": "元_施工審査結果",
      "Formula": "転圧内容_詳細!$BV$21"
    },
    {
      "Name": "元_設計作成日",
      "Formula": "転圧内容_詳細!$BV$7"
    },
    {
      "Name": "元_転圧ステータスID",
      "Formula": "転圧内容_詳細!$BV$27"
    },
    {
      "Name": "元_転圧依頼日",
      "Formula": "転圧内容_詳細!$BV$12"
    },
    {
      "Name": "元_転圧会社ID",
      "Formula": "転圧内容_詳細!$BV$5"
    },
    {
      "Name": "元_転圧希望開始日",
      "Formula": "転圧内容_詳細!$BV$14"
    },
    {
      "Name": "元_転圧希望終了日",
      "Formula": "転圧内容_詳細!$BV$15"
    },
    {
      "Name": "元_転圧区分",
      "Formula": "転圧内容_詳細!$BV$6"
    },
    {
      "Name": "元_転圧実施開始日",
      "Formula": "転圧内容_詳細!$BV$19"
    },
    {
      "Name": "元_転圧実施終了日",
      "Formula": "転圧内容_詳細!$BV$20"
    },
    {
      "Name": "元_転圧受注日",
      "Formula": "転圧内容_詳細!$BV$11"
    },
    {
      "Name": "元_転圧登録日",
      "Formula": "転圧内容_詳細!$BV$4"
    },
    {
      "Name": "元_転圧日程通知日",
      "Formula": "転圧内容_詳細!$BV$13"
    },
    {
      "Name": "元_転圧報告書受領日",
      "Formula": "転圧内容_詳細!$BV$24"
    },
    {
      "Name": "元_転圧報告書受領予定日",
      "Formula": "転圧内容_詳細!$BV$18"
    },
    {
      "Name": "元_転圧報告書納品日",
      "Formula": "転圧内容_詳細!$BV$25"
    },
    {
      "Name": "元_転圧予定開始日",
      "Formula": "転圧内容_詳細!$BV$16"
    },
    {
      "Name": "元_転圧予定終了日",
      "Formula": "転圧内容_詳細!$BV$17"
    },
    {
      "Name": "更新ボタン",
      "Formula": "転圧内容_詳細!$BA$25"
    },
    {
      "Name": "削除ボタン",
      "Formula": "転圧内容_詳細!$BF$25"
    },
    {
      "Name": "調査工事会社ID",
      "Formula": "転圧内容_詳細!$AZ$9"
    },
    {
      "Name": "転圧ID",
      "Formula": "転圧内容_詳細!$AZ$3"
    },
    {
      "Name": "元_設計図区分",
      "Formula": "転圧内容_詳細!$BV$8"
    }
  ]
}