{
  "PageType": 0,
  "ColumnCount": 72,
  "RowCount": 28,
  "Formulas": {
    "26,2": "\"該当データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "1,18": "\"「\"&住宅事業者名&\"」の転圧履歴を表示しています。設計待ちの物件も対象となります。\"",
    "16,63": "COUNTIF(C5,\"<>\")"
  },
  "CustomNames": [
    {
      "Name": "グループフィルタ",
      "Formula": "過去転圧検索!$AV$2"
    },
    {
      "Name": "元申込ID",
      "Formula": "過去転圧検索!$BL$11"
    },
    {
      "Name": "住宅事業者ID",
      "Formula": "過去転圧検索!$BL$5"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "過去転圧検索!$BL$8"
    },
    {
      "Name": "属性フィルタ",
      "Formula": "過去転圧検索!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "過去転圧検索!$BL$17"
    }
  ]
}