{
  "PageType": 0,
  "ColumnCount": 90,
  "RowCount": 9,
  "CustomNames": [
    {
      "Name": "付属情報表示ボタン",
      "Formula": "個別ファイル付属情報!$X$3"
    },
    {
      "Name": "敷地測量実施日",
      "Formula": "個別ファイル付属情報!$I$2"
    },
    {
      "Name": "役所調査実施日",
      "Formula": "個別ファイル付属情報!$I$3"
    },
    {
      "Name": "転圧設計図区分",
      "Formula": "個別ファイル付属情報!$H$4"
    },
    {
      "Name": "転圧実施開始日",
      "Formula": "個別ファイル付属情報!$H$5"
    },
    {
      "Name": "転圧実施終了日",
      "Formula": "個別ファイル付属情報!$O$5"
    },
    {
      "Name": "工事報告者区分",
      "Formula": "個別ファイル付属情報!$H$8"
    },
    {
      "Name": "工事実施開始日",
      "Formula": "個別ファイル付属情報!$H$9"
    },
    {
      "Name": "工事実施終了日",
      "Formula": "個別ファイル付属情報!$O$9"
    },
    {
      "Name": "調査実施日",
      "Formula": "個別ファイル付属情報!$H$1"
    },
    {
      "Name": "工事会社ID",
      "Formula": "個別ファイル付属情報!$X$7"
    },
    {
      "Name": "工法ID",
      "Formula": "個別ファイル付属情報!$AD$7"
    },
    {
      "Name": "工事会社名",
      "Formula": "個別ファイル付属情報!$H$6"
    },
    {
      "Name": "工法名",
      "Formula": "個別ファイル付属情報!$H$7"
    }
  ]
}