{
  "PageType": 0,
  "ColumnCount": 80,
  "RowCount": 7,
  "CustomNames": [
    {
      "Name": "付属情報表示ボタン",
      "Formula": "個別ファイル付属情報!$V$3"
    },
    {
      "Name": "敷地測量実施日",
      "Formula": "個別ファイル付属情報!$I$2"
    },
    {
      "Name": "役所調査実施日",
      "Formula": "個別ファイル付属情報!$I$3"
    },
    {
      "Name": "転圧設計図区分",
      "Formula": "個別ファイル付属情報!$H$4"
    },
    {
      "Name": "転圧実施開始日",
      "Formula": "個別ファイル付属情報!$H$5"
    },
    {
      "Name": "転圧実施終了日",
      "Formula": "個別ファイル付属情報!$O$5"
    },
    {
      "Name": "工事報告者区分",
      "Formula": "個別ファイル付属情報!$H$6"
    },
    {
      "Name": "工事実施開始日",
      "Formula": "個別ファイル付属情報!$H$7"
    },
    {
      "Name": "工事実施終了日",
      "Formula": "個別ファイル付属情報!$O$7"
    },
    {
      "Name": "調査実施日",
      "Formula": "個別ファイル付属情報!$H$1"
    }
  ]
}