{
  "PageType": 0,
  "ColumnCount": 48,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(W11,\"#,##0\")&\"件\"",
    "7,22": "検索_工事ステータスID",
    "16,29": "IF(AND(AD5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,41": "IF(AP5>0,MID(AP2,AP5+1,1000),\"\")",
    "1,41": "IF(工事報告待ち検索ワード=0,\"\",TRIM(工事報告待ち検索ワード))",
    "4,41": "IF(IFERROR(FIND(\"　\",AP2),0)>0,FIND(\"　\",AP2),IF(IFERROR(FIND(\" \",AP2),0)>0,FIND(\" \",AP2),0))",
    "4,29": "検索区分",
    "13,29": "IF(AND(AD5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,22": "COUNT(P2)",
    "16,41": "COUNTIF(T2,1)",
    "10,29": "IF(AND(AD5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,29": "IF(AND(AD5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,41": "IF(AP5>0,LEFT(AP2,AP5-1),IF(AP2<>\"\",AP2,\"\"))",
    "4,35": "TEXTJOINIF(\",\",TRUE,T2,1,P2)"
  },
  "CustomNames": [
    {
      "Name": "工事報告待ち抽出カウント",
      "Formula": "工事報告待ち検索リスト!$W$11"
    },
    {
      "Name": "検索フラグ",
      "Formula": "工事報告待ち検索リスト!$AD$2"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "工事報告待ち検索リスト!$W$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "工事報告待ち検索リスト!$AP$17"
    },
    {
      "Name": "選択アクション",
      "Formula": "工事報告待ち検索リスト!$AJ$2"
    }
  ]
}