{
  "PageType": 0,
  "ColumnCount": 145,
  "RowCount": 28,
  "Formulas": {
    "27,1": "\"該当データ件数：\"&TEXT(EC8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(DV14,\"#,##0\")&\"件\"",
    "13,125": "COUNT(CN5)",
    "10,125": "検索_工事見積ステータスID",
    "1,1": "検索リストページタイトル",
    "4,118": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "7,118": "IF(DO5>0,LEFT(検索ワード,DO5-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "10,118": "IF(DO5>0,MID(検索ワード,DO5+1,1000),\"\")",
    "16,118": "TEXTJOINIF(\",\",TRUE,DH5,1,CN5)",
    "16,125": "COUNTIF(DH5,1)",
    "19,125": "DV14-DV17"
  },
  "CustomNames": [
    {
      "Name": "検索ワード",
      "Formula": "工事見積検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "工事見積検索リスト!$DO$8"
    },
    {
      "Name": "検索ワード2",
      "Formula": "工事見積検索リスト!$DO$11"
    },
    {
      "Name": "工事見積件数取得ボタン",
      "Formula": "工事見積検索リスト!$EC$5"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "工事見積検索リスト!$DV$8"
    }
  ]
}