{
  "PageType": 0,
  "ColumnCount": 44,
  "RowCount": 20,
  "Formulas": {
    "19,1": "\"表示データ件数：\"&TEXT(V14,\"#,##0\")&\"件\"",
    "7,28": "検索区分",
    "13,37": "IF(AL11>0,LEFT(AL8,AL11-1),IF(AL8<>\"\",AL8,\"\"))",
    "10,28": "IF(AND(AC8=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,21": "COUNT(O2)",
    "19,28": "IF(AND(AC8=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,28": "IF(AND(AC8=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,28": "IF(AND(AC8=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,37": "IF(IFERROR(FIND(\"　\",AL8),0)>0,FIND(\"　\",AL8),IF(IFERROR(FIND(\" \",AL8),0)>0,FIND(\" \",AL8),0))",
    "16,37": "IF(AL11>0,MID(AL8,AL11+1,1000),\"\")",
    "7,37": "IF(工事報告待ち検索ワード=0,\"\",工事報告待ち検索ワード)"
  },
  "CustomNames": [
    {
      "Name": "工事報告待ち抽出カウント",
      "Formula": "工事報告待ち検索リスト!$V$14"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "工事報告待ち検索リスト!$V$5"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "工事報告待ち検索リスト!$V$2"
    }
  ]
}