{
  "PageType": 0,
  "ColumnCount": 38,
  "RowCount": 20,
  "Formulas": {
    "19,1": "\"該当データ件数：\"&TEXT(工事データ該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(工事データ抽出カウント,\"#,##0\")&\"件\"",
    "7,28": "検索区分",
    "10,21": "検索_工事報告待ちステータスID",
    "10,28": "IF(AND(AC8=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,21": "COUNT(O2)",
    "19,28": "IF(AND(AC8=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,28": "IF(AND(AC8=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,28": "IF(AND(AC8=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")"
  },
  "CustomNames": [
    {
      "Name": "工事データ該当カウント",
      "Formula": "工事報告待ち検索リスト!$AC$5"
    },
    {
      "Name": "工事データ抽出カウント",
      "Formula": "工事報告待ち検索リスト!$V$14"
    },
    {
      "Name": "工事件数取得ボタン",
      "Formula": "工事報告待ち検索リスト!$AC$2"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "工事報告待ち検索リスト!$V$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "工事報告待ち検索リスト!$V$2"
    }
  ]
}