{
  "PageType": 0,
  "ColumnCount": 50,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(Y11,\"#,##0\")&\"件\"",
    "16,31": "IF(AND(AF5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,24": "COUNT(Q2)",
    "7,43": "IF(AR5>0,LEFT(AR2,AR5-1),IF(AR2<>\"\",AR2,\"\"))",
    "16,43": "COUNTIF(V2,1)",
    "4,31": "検索区分",
    "4,37": "TEXTJOINIF(\",\",TRUE,V2,1,Q2)",
    "7,24": "検索_工事ステータスID",
    "10,43": "IF(AR5>0,MID(AR2,AR5+1,1000),\"\")",
    "4,43": "IF(IFERROR(FIND(\"　\",AR2),0)>0,FIND(\"　\",AR2),IF(IFERROR(FIND(\" \",AR2),0)>0,FIND(\" \",AR2),0))",
    "13,31": "IF(AND(AF5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,31": "IF(AND(AF5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "1,43": "IF(工事報告待ち検索ワード=0,\"\",TRIM(工事報告待ち検索ワード))",
    "7,31": "IF(AND(AF5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")"
  },
  "CustomNames": [
    {
      "Name": "工事報告待ち抽出カウント",
      "Formula": "工事報告待ち検索リスト!$Y$11"
    },
    {
      "Name": "検索フラグ",
      "Formula": "工事報告待ち検索リスト!$AF$2"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "工事報告待ち検索リスト!$Y$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "工事報告待ち検索リスト!$AR$17"
    },
    {
      "Name": "選択アクション",
      "Formula": "工事報告待ち検索リスト!$AL$2"
    }
  ]
}