{
  "PageType": 0,
  "ColumnCount": 173,
  "RowCount": 31,
  "Formulas": {
    "13,156": "COUNT(DO5)",
    "10,150": "IF(EU5>0,MID(検索ワード,EU5+1,1000),\"\")",
    "4,150": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "7,150": "IF(EU5>0,LEFT(検索ワード,EU5-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "30,1": "\"該当データ件数：\"&TEXT(FH11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(FA14,\"#,##0\")&\"件\"",
    "10,156": "検索_工事ステータスID",
    "16,150": "TEXTJOINIF(\",\",TRUE,EN5,1,DO5)",
    "10,163": "IF(FA14=0,0,FH8)",
    "1,1": "検索リストページタイトル",
    "19,156": "FA14-FA17",
    "16,156": "COUNTIF(EN5,1)"
  },
  "CustomNames": [
    {
      "Name": "検索ワード",
      "Formula": "工事検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "工事検索リスト!$EU$8"
    },
    {
      "Name": "検索ワード2",
      "Formula": "工事検索リスト!$EU$11"
    },
    {
      "Name": "工事件数取得ボタン",
      "Formula": "工事検索リスト!$FH$5"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "工事検索リスト!$FA$8"
    }
  ]
}