{
  "PageType": 0,
  "ColumnCount": 49,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(X11,\"#,##0\")&\"件\"",
    "7,42": "IF(AQ5>0,LEFT(AQ2,AQ5-1),IF(AQ2<>\"\",AQ2,\"\"))",
    "7,30": "IF(AND(AE5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "16,42": "COUNTIF(U2,1)",
    "1,42": "IF(工事報告待ち検索ワード=0,\"\",TRIM(工事報告待ち検索ワード))",
    "13,30": "IF(AND(AE5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,30": "IF(AND(AE5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,42": "IF(IFERROR(FIND(\"　\",AQ2),0)>0,FIND(\"　\",AQ2),IF(IFERROR(FIND(\" \",AQ2),0)>0,FIND(\" \",AQ2),0))",
    "4,36": "TEXTJOINIF(\",\",TRUE,U2,1,P2)",
    "10,42": "IF(AQ5>0,MID(AQ2,AQ5+1,1000),\"\")",
    "4,30": "検索区分",
    "16,30": "IF(AND(AE5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,23": "検索_工事ステータスID",
    "10,23": "COUNT(P2)"
  },
  "CustomNames": [
    {
      "Name": "工事報告待ち抽出カウント",
      "Formula": "工事報告待ち検索リスト!$X$11"
    },
    {
      "Name": "検索フラグ",
      "Formula": "工事報告待ち検索リスト!$AE$2"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "工事報告待ち検索リスト!$X$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "工事報告待ち検索リスト!$AQ$17"
    },
    {
      "Name": "選択アクション",
      "Formula": "工事報告待ち検索リスト!$AK$2"
    }
  ]
}