{
  "PageType": 0,
  "ColumnCount": 189,
  "RowCount": 28,
  "Formulas": {
    "4,164": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "10,179": "IF(FQ14=0,0,FX8)",
    "13,172": "COUNT(DU5)",
    "16,164": "TEXTJOINIF(\",\",TRUE,EZ5,1,DU5)",
    "27,1": "\"該当データ件数：\"&TEXT(FX11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(FQ14,\"#,##0\")&\"件\"",
    "16,172": "COUNTIF(EZ5,1)",
    "19,172": "FQ14-FQ17",
    "7,164": "IF(FI5>0,LEFT(検索ワード,FI5-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "19,164": "TEXTJOINIF(\",\",TRUE,EZ5,1,DZ5)",
    "1,1": "検索リストページタイトル",
    "10,164": "IF(FI5>0,MID(検索ワード,FI5+1,1000),\"\")",
    "10,172": "検索_解析ステータスID"
  },
  "CustomNames": [
    {
      "Name": "解析件数取得ボタン",
      "Formula": "解析検索リスト!$FX$5"
    },
    {
      "Name": "検索ワード",
      "Formula": "解析検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "解析検索リスト!$FI$8"
    },
    {
      "Name": "検索ワード2",
      "Formula": "解析検索リスト!$FI$11"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "解析検索リスト!$FQ$8"
    }
  ]
}