{
  "PageType": 0,
  "ColumnCount": 166,
  "RowCount": 10,
  "Formulas": {
    "0,1": "IF(AND(CE2=1,CJ2<>\"\"),IF(CT2=1,\"審査\",\"解析\")&\"至急　期限：\"&TEXT(CJ2,\"yyyy/mm/dd\")&\" \"&TEXT(CO2,\"hh:mm\")&\"まで\",\"\")",
    "1,1": "IF(AND(DA2=1,DI2<>\"\"),\"申込キャンセル日時：\"&DI2,\"\")",
    "3,1": "IF(AND(EI2=1,EQ2=0),\"改良判定時の見積依頼（無料）を受け付けています。解析確定後、改良判定の場合は、工事の見積手配を行ってください。\",\"\")",
    "4,1": "IF(AND(EQ2=1,EW2<>\"\"),\"保証辞退日時：\"&EW2,\"\")",
    "5,1": "IFERROR(IF(CE5<>\"\",VLOOKUP(CE5,CK5:CL9,2,FALSE),\"\"),\"\")",
    "2,1": "IF(AND(DP2=1,DW2<>\"\"),\"処理終了日時：\"&DW2,\"\")"
  }
}