{
  "PageType": 0,
  "ColumnCount": 167,
  "RowCount": 5,
  "Formulas": {
    "1,2": "IF(AND(DB2=1,DJ2<>\"\"),\"申込キャンセル日時：\"&DJ2,\"\")",
    "0,2": "IF(AND(CF2=1,CK2<>\"\"),IF(CU2=1,\"審査\",\"解析\")&\"至急　期限：\"&TEXT(CK2,\"yyyy/mm/dd\")&\" \"&TEXT(CP2,\"hh:mm\")&\"まで\",\"\")",
    "4,2": "IF(AND(ER2=1,EX2<>\"\"),\"保証辞退日時：\"&EX2,\"\")",
    "3,2": "IF(AND(EJ2=1,ER2=0),\"改良判定時の見積依頼（無料）を受け付けています。解析確定後、改良判定の場合は、工事の見積手配を行ってください。\",\"\")",
    "2,2": "IF(AND(DQ2=1,DX2<>\"\"),\"処理終了日時：\"&DX2,\"\")"
  }
}