{
  "PageType": 0,
  "ColumnCount": 68,
  "RowCount": 27,
  "Formulas": {
    "9,1": "\"指定工事会社(\"&BA20&\")\"",
    "7,1": "\"指定転圧会社(\"&BA16&\")\"",
    "5,1": "\"指定測量会社(\"&BA12&\")\"",
    "7,52": "SUM(BI8)",
    "11,52": "SUM(BI12)",
    "15,52": "SUM(BI16)",
    "3,1": "\"指定調査会社(\"&BA8&\")\"",
    "19,52": "SUM(BI20)"
  },
  "CustomNames": [
    {
      "Name": "顧客ID",
      "Formula": "直営_指定会社フレーム!$BA$5"
    },
    {
      "Name": "顧客名",
      "Formula": "直営_指定会社フレーム!$J$2"
    }
  ]
}