{
  "PageType": 0,
  "ColumnCount": 89,
  "RowCount": 30,
  "Formulas": {
    "24,23": "IF(AW25<>\"\",AW25,\"※クリックで選択可能\")",
    "18,23": "IF(AW19<>\"\",AW19,\"※クリックで選択可能\")",
    "12,23": "IF(AW13<>\"\",AW13,\"※クリックで選択可能\")",
    "5,23": "IF(AW6<>\"\",AW6,\"※クリックで選択可能\")",
    "24,8": "ROW(AJ25)",
    "18,8": "ROW(AJ19)",
    "12,8": "ROW(AJ13)",
    "5,8": "ROW(AJ6)",
    "25,73": "COUNT(AJ25)",
    "13,73": "COUNT(AJ13)",
    "19,73": "COUNT(AJ19)",
    "21,60": "BV20",
    "15,60": "BV14",
    "7,73": "COUNT(AJ6)",
    "28,60": "BV26",
    "9,60": "BV8"
  }
}