{
  "PageType": 0,
  "ColumnCount": 262,
  "RowCount": 19,
  "Formulas": {
    "7,252": "IF(IFERROR(FIND(\"　\",IS5),0)>0,FIND(\"　\",IS5),IF(IFERROR(FIND(\" \",IS5),0)>0,FIND(\" \",IS5),0))",
    "10,241": "IF(AND(IH5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,246": "TEXTJOINIF(\",\",TRUE,HU2,1,GX2)",
    "4,252": "IF(調査結果待ち検索ワード=0,\"\",TRIM(調査結果待ち検索ワード))",
    "7,241": "IF(AND(IH5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,241": "IF(AND(IH5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "18,1": "\"表示データ件数：\"&TEXT(IA11,\"#,##0\")&\"件\"",
    "10,252": "IF(IS8>0,LEFT(IS5,IS8-1),IF(IS5<>\"\",IS5,\"\"))",
    "7,234": "検索_調査ステータスID",
    "13,252": "IF(IS8>0,MID(IS5,IS8+1,1000),\"\")",
    "16,241": "IF(AND(IH5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,241": "検索区分",
    "10,234": "COUNT(GX2)",
    "4,258": "COUNTIF(HU2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査結果待ち検索リスト!$IH$2"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$IA$2"
    },
    {
      "Name": "調査結果待ち抽出カウント",
      "Formula": "調査結果待ち検索リスト!$IA$11"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "調査結果待ち検索リスト!$IS$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "調査結果待ち検索リスト!$IM$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "調査結果待ち検索リスト!$IY$5"
    }
  ]
}