{
  "PageType": 0,
  "ColumnCount": 246,
  "RowCount": 28,
  "Formulas": {
    "10,236": "IF(HV14=0,0,IC8)",
    "27,1": "\"該当データ件数：\"&TEXT(IC11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(HV14,\"#,##0\")&\"件\"",
    "19,229": "HV14-HV17",
    "1,1": "検索リストページタイトル",
    "16,223": "TEXTJOINIF(\",\",TRUE,HH5,1,GN5)",
    "16,229": "COUNTIF(HH5,1)",
    "10,223": "IF(HP5>0,MID(O2,HP5+1,1000),\"\")",
    "13,229": "COUNT(GN5)",
    "7,223": "IF(HP5>0,LEFT(O2,HP5-1),IF(O2<>\"\",O2,\"\"))",
    "4,223": "IF(IFERROR(FIND(\"　\",O2),0)>0,FIND(\"　\",O2),IF(IFERROR(FIND(\" \",O2),0)>0,FIND(\" \",O2),0))",
    "10,229": "検索_調査ステータスID"
  },
  "CustomNames": [
    {
      "Name": "ダウンロードボタン",
      "Formula": "調査検索リスト!$HV$5"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "調査検索リスト!$HV$8"
    },
    {
      "Name": "調査件数取得ボタン",
      "Formula": "調査検索リスト!$IC$5"
    },
    {
      "Name": "該当カウント",
      "Formula": "調査検索リスト!$IC$8"
    }
  ]
}