{
  "PageType": 0,
  "ColumnCount": 271,
  "RowCount": 20,
  "Formulas": {
    "4,261": "IF(調査結果待ち検索ワード=0,\"\",TRIM(調査結果待ち検索ワード))",
    "7,250": "IF(AND(IQ5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "16,250": "IF(AND(IQ5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "4,250": "検索区分",
    "10,250": "IF(AND(IQ5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,243": "COUNT(HK2)",
    "19,1": "\"表示データ件数：\"&TEXT(IJ11,\"#,##0\")&\"件\"",
    "13,261": "IF(JB8>0,MID(JB5,JB8+1,1000),\"\")",
    "10,261": "IF(JB8>0,LEFT(JB5,JB8-1),IF(JB5<>\"\",JB5,\"\"))",
    "7,243": "検索_調査ステータスID",
    "13,250": "IF(AND(IQ5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,261": "IF(IFERROR(FIND(\"　\",JB5),0)>0,FIND(\"　\",JB5),IF(IFERROR(FIND(\" \",JB5),0)>0,FIND(\" \",JB5),0))"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査結果待ち検索リスト!$IQ$2"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$IJ$2"
    },
    {
      "Name": "調査結果待ち抽出カウント",
      "Formula": "調査結果待ち検索リスト!$IJ$11"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "調査結果待ち検索リスト!$JB$2"
    }
  ]
}