{
  "PageType": 0,
  "ColumnCount": 332,
  "RowCount": 19,
  "Formulas": {
    "4,316": "TEXTJOINIF(\",\",TRUE,KI2,1,IO2)",
    "4,328": "COUNTIF(KI2,1)",
    "4,322": "IF(調査結果待ち検索ワード=0,\"\",TRIM(調査結果待ち検索ワード))",
    "7,322": "IF(IFERROR(FIND(\"　\",LK5),0)>0,FIND(\"　\",LK5),IF(IFERROR(FIND(\" \",LK5),0)>0,FIND(\" \",LK5),0))",
    "4,311": "検索区分",
    "10,322": "IF(LK8>0,LEFT(LK5,LK8-1),IF(LK5<>\"\",LK5,\"\"))",
    "18,1": "\"表示データ件数：\"&TEXT(KS11,\"#,##0\")&\"件\"",
    "7,304": "検索_調査ステータスID",
    "10,311": "IF(AND(KZ5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "16,311": "IF(AND(KZ5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,311": "IF(AND(KZ5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,311": "IF(AND(KZ5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,304": "COUNT(IO2)",
    "13,322": "IF(LK8>0,MID(LK5,LK8+1,1000),\"\")"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査結果待ち検索リスト!$KZ$2"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$KS$2"
    },
    {
      "Name": "調査結果待ち抽出カウント",
      "Formula": "調査結果待ち検索リスト!$KS$11"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "調査結果待ち検索リスト!$LK$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "調査結果待ち検索リスト!$LE$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "調査結果待ち検索リスト!$LQ$5"
    }
  ]
}