{
  "PageType": 0,
  "ColumnCount": 242,
  "RowCount": 28,
  "Formulas": {
    "10,218": "IF(HK5>0,MID(L2,HK5+1,1000),\"\")",
    "10,231": "IF(HQ14=0,0,HX8)",
    "16,218": "TEXTJOINIF(\",\",TRUE,HD5,1,GJ5)",
    "13,224": "COUNT(GJ5)",
    "10,224": "IF(検索_調査ステータスID=\"\",0,検索_調査ステータスID)",
    "7,218": "IF(HK5>0,LEFT(L2,HK5-1),IF(L2<>\"\",L2,\"\"))",
    "4,218": "IF(IFERROR(FIND(\"　\",L2),0)>0,FIND(\"　\",L2),IF(IFERROR(FIND(\" \",L2),0)>0,FIND(\" \",L2),0))",
    "27,1": "\"該当データ件数：\"&TEXT(HX11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(HQ14,\"#,##0\")&\"件\"",
    "1,1": "検索リストページタイトル",
    "19,224": "HQ14-HQ17",
    "16,224": "COUNTIF(HD5,1)"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "調査検索リスト2!$HQ$8"
    },
    {
      "Name": "調査件数取得2ボタン",
      "Formula": "調査検索リスト2!$HX$5"
    }
  ]
}