{
  "PageType": 0,
  "ColumnCount": 219,
  "RowCount": 20,
  "Formulas": {
    "19,1": "\"表示データ件数：\"&TEXT(GJ14,\"#,##0\")&\"件\"",
    "16,198": "IF(AND(GQ8=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,198": "IF(AND(GQ8=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,198": "IF(AND(GQ8=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,198": "検索区分",
    "19,198": "IF(AND(GQ8=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,191": "COUNT(FK2)",
    "13,209": "IF(HB8>0,MID(HB5,HB8+1,1000),\"\")",
    "10,209": "IF(HB8>0,LEFT(HB5,HB8-1),IF(HB5<>\"\",HB5,\"\"))",
    "7,209": "IF(IFERROR(FIND(\"　\",HB5),0)>0,FIND(\"　\",HB5),IF(IFERROR(FIND(\" \",HB5),0)>0,FIND(\" \",HB5),0))",
    "4,209": "IF(調査結果待ち検索ワード=0,\"\",調査結果待ち検索ワード)"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "調査結果待ち検索リスト!$GJ$5"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$GJ$2"
    },
    {
      "Name": "調査結果待ち抽出カウント",
      "Formula": "調査結果待ち検索リスト!$GJ$14"
    },
    {
      "Name": "調査件数取得ボタン",
      "Formula": "調査結果待ち検索リスト!$GQ$2"
    }
  ]
}