{
  "PageType": 0,
  "ColumnCount": 157,
  "RowCount": 28,
  "Formulas": {
    "4,133": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "7,133": "IF(ED5>0,LEFT(検索ワード,ED5-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "16,139": "COUNTIF(DW5,1)",
    "13,139": "COUNT(DC5)",
    "10,133": "IF(ED5>0,MID(検索ワード,ED5+1,1000),\"\")",
    "10,139": "IF(検索_調査ステータスID=\"\",0,検索_調査ステータスID)",
    "16,133": "TEXTJOINIF(\",\",TRUE,DW5,1,DC5)",
    "27,1": "\"該当データ件数：\"&TEXT(EQ11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(EJ14,\"#,##0\")&\"件\"",
    "1,1": "検索リストページタイトル",
    "19,139": "EJ14-EJ17",
    "10,146": "IF(EJ14=0,0,EQ8)"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "調査検索リスト2!$EJ$8"
    },
    {
      "Name": "調査件数取得2ボタン",
      "Formula": "調査検索リスト2!$EQ$5"
    },
    {
      "Name": "検索ワード1",
      "Formula": "調査検索リスト2!$ED$8"
    },
    {
      "Name": "検索ワード2",
      "Formula": "調査検索リスト2!$ED$11"
    },
    {
      "Name": "検索ワード",
      "Formula": "調査検索リスト2!$L$2"
    }
  ]
}