{
  "PageType": 0,
  "ColumnCount": 258,
  "RowCount": 19,
  "Formulas": {
    "7,230": "検索_調査ステータスID",
    "4,237": "検索区分",
    "10,237": "IF(AND(ID5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,237": "IF(AND(ID5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "13,248": "IF(IO8>0,MID(IO5,IO8+1,1000),\"\")",
    "10,230": "COUNT(GX2)",
    "18,1": "\"表示データ件数：\"&TEXT(HW11,\"#,##0\")&\"件\"",
    "16,237": "IF(AND(ID5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,237": "IF(AND(ID5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,248": "IF(IFERROR(FIND(\"　\",IO5),0)>0,FIND(\"　\",IO5),IF(IFERROR(FIND(\" \",IO5),0)>0,FIND(\" \",IO5),0))",
    "10,248": "IF(IO8>0,LEFT(IO5,IO8-1),IF(IO5<>\"\",IO5,\"\"))",
    "4,248": "IF(調査結果待ち検索ワード=0,\"\",TRIM(調査結果待ち検索ワード))",
    "4,242": "TEXTJOINIF(\",\",TRUE,HQ2,1,GX2)",
    "4,254": "COUNTIF(HQ2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査結果待ち検索リスト!$ID$2"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$HW$2"
    },
    {
      "Name": "調査結果待ち抽出カウント",
      "Formula": "調査結果待ち検索リスト!$HW$11"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "調査結果待ち検索リスト!$IO$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "調査結果待ち検索リスト!$II$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "調査結果待ち検索リスト!$IU$5"
    }
  ]
}