{
  "PageType": 0,
  "ColumnCount": 220,
  "RowCount": 28,
  "Formulas": {
    "4,196": "IF(IFERROR(FIND(\"　\",L2),0)>0,FIND(\"　\",L2),IF(IFERROR(FIND(\" \",L2),0)>0,FIND(\" \",L2),0))",
    "7,196": "IF(GO5>0,LEFT(L2,GO5-1),IF(L2<>\"\",L2,\"\"))",
    "16,202": "COUNTIF(GH5,1)",
    "10,202": "IF(検索_調査ステータスID=\"\",0,検索_調査ステータスID)",
    "16,196": "TEXTJOINIF(\",\",TRUE,GH5,1,FN5)",
    "10,196": "IF(GO5>0,MID(L2,GO5+1,1000),\"\")",
    "13,202": "COUNT(FN5)",
    "27,1": "\"該当データ件数：\"&TEXT(HB11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(GU14,\"#,##0\")&\"件\"",
    "1,1": "検索リストページタイトル",
    "10,209": "IF(GU14=0,0,HB8)",
    "19,202": "GU14-GU17"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "調査検索リスト2!$GU$8"
    },
    {
      "Name": "調査件数取得2ボタン",
      "Formula": "調査検索リスト2!$HB$5"
    }
  ]
}