{
  "PageType": 0,
  "ColumnCount": 221,
  "RowCount": 28,
  "Formulas": {
    "19,203": "GV14-GV17",
    "10,210": "IF(GV14=0,0,HC8)",
    "13,203": "COUNT(FO5)",
    "10,197": "IF(GP5>0,MID(L2,GP5+1,1000),\"\")",
    "16,197": "TEXTJOINIF(\",\",TRUE,GI5,1,FO5)",
    "10,203": "IF(検索_調査ステータスID=\"\",0,検索_調査ステータスID)",
    "16,203": "COUNTIF(GI5,1)",
    "27,1": "\"該当データ件数：\"&TEXT(HC11,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(GV14,\"#,##0\")&\"件\"",
    "1,1": "検索リストページタイトル",
    "7,197": "IF(GP5>0,LEFT(L2,GP5-1),IF(L2<>\"\",L2,\"\"))",
    "4,197": "IF(IFERROR(FIND(\"　\",L2),0)>0,FIND(\"　\",L2),IF(IFERROR(FIND(\" \",L2),0)>0,FIND(\" \",L2),0))"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "調査検索リスト2BK!$GV$8"
    },
    {
      "Name": "調査件数取得2ボタン",
      "Formula": "調査検索リスト2BK!$HC$5"
    }
  ]
}