{
  "PageType": 0,
  "ColumnCount": 137,
  "RowCount": 85,
  "Formulas": {
    "22,124": "DO28",
    "10,124": "DK24",
    "19,113": "DJ28",
    "28,124": "DQ28",
    "25,124": "TEXTJOIN(\",\",TRUE,DJ37)",
    "16,124": "DM28",
    "13,124": "DL28",
    "19,124": "DN28",
    "31,113": "IFERROR(ODATA(\"m_group?$select=builder_notice_flg&$filter=group_id eq \"&IF(ISBLANK(DO28),\"null\",DO28)),0)",
    "5,89": "IFERROR(GETURLQUERYVALUE(\"pagename\"),\"\")"
  },
  "ArrayFormulas": {
    "23,113,1,3": "ODATA(\"m_user?$select=customer_id,user_authority_id,user_group_keys&$filter=user_id eq \"&IF(ISBLANK(DJ17),\"null\",DJ17))",
    "27,113,1,8": "ODATA(\"m_customer?$select=customer_name,customer_abbr,agency_flg,brokerage_flg,main_office_flg,group_id,belong_group_ids,management_customer_ids&$filter=customer_id eq \"&IF(ISBLANK(参照顧客ID),\"null\",参照顧客ID))"
  },
  "CustomNames": [
    {
      "Name": "TOPコンテンツ表示切替ボタン",
      "Formula": "メインフォーム_サブ!$DU$8"
    },
    {
      "Name": "マスタフレーム更新フラグ",
      "Formula": "メインフォーム_サブ!$CL$3"
    },
    {
      "Name": "メニュー",
      "Formula": "メインフォーム_サブ!$D$2"
    },
    {
      "Name": "ユーザーグループKEYs",
      "Formula": "メインフォーム_サブ!$DJ$11"
    },
    {
      "Name": "ユーザー権限",
      "Formula": "メインフォーム_サブ!$DU$11"
    },
    {
      "Name": "ログイン者本社フラグ",
      "Formula": "メインフォーム_サブ!$DJ$8"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "メインフォーム_サブ!$DJ$14"
    },
    {
      "Name": "解析_解析完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$26"
    },
    {
      "Name": "解析_解析待ち件数",
      "Formula": "メインフォーム_サブ!$CF$23"
    },
    {
      "Name": "解析_解析保留件数",
      "Formula": "メインフォーム_サブ!$CF$24"
    },
    {
      "Name": "解析_業務対応中件数",
      "Formula": "メインフォーム_サブ!$CF$25"
    },
    {
      "Name": "解析STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CZ$24"
    },
    {
      "Name": "計上STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DA$74"
    },
    {
      "Name": "工事_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$52"
    },
    {
      "Name": "工事_工事確認中件数",
      "Formula": "メインフォーム_サブ!$CF$58"
    },
    {
      "Name": "工事_工事完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$64"
    },
    {
      "Name": "工事_工事日程確認中件数",
      "Formula": "メインフォーム_サブ!$CF$59"
    },
    {
      "Name": "工事_工事報告待ち件数",
      "Formula": "メインフォーム_サブ!$CF$60"
    },
    {
      "Name": "工事_施工審査中件数",
      "Formula": "メインフォーム_サブ!$CF$61"
    },
    {
      "Name": "工事_受注確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$57"
    },
    {
      "Name": "工事_審査完了件数",
      "Formula": "メインフォーム_サブ!$CF$56"
    },
    {
      "Name": "工事_設計審査中件数",
      "Formula": "メインフォーム_サブ!$CF$55"
    },
    {
      "Name": "工事_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$54"
    },
    {
      "Name": "工事_報告書納品待ち件数",
      "Formula": "メインフォーム_サブ!$CF$63"
    },
    {
      "Name": "工事STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DA$50"
    },
    {
      "Name": "工事見積_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$41"
    },
    {
      "Name": "工事見積_受注確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$50"
    },
    {
      "Name": "工事見積_修正依頼中件数",
      "Formula": "メインフォーム_サブ!$CF$47"
    },
    {
      "Name": "工事見積_審査完了件数",
      "Formula": "メインフォーム_サブ!$CF$49"
    },
    {
      "Name": "工事見積_審査保留件数",
      "Formula": "メインフォーム_サブ!$CF$48"
    },
    {
      "Name": "工事見積_設計審査中件数",
      "Formula": "メインフォーム_サブ!$CF$46"
    },
    {
      "Name": "工事見積_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$43"
    },
    {
      "Name": "工事見積ステータス更新ボタン",
      "Formula": "メインフォーム_サブ!$DA$42"
    },
    {
      "Name": "最新件数取得ボタン",
      "Formula": "メインフォーム_サブ!$BW$3"
    },
    {
      "Name": "参照マスタ名",
      "Formula": "メインフォーム_サブ!$CF$3"
    },
    {
      "Name": "参照管理顧客IDs",
      "Formula": "メインフォーム_サブ!$DU$29"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "メインフォーム_サブ!$DJ$5"
    },
    {
      "Name": "参照管理グループIDs",
      "Formula": "メインフォーム_サブ!$DU$26"
    },
    {
      "Name": "参照顧客既定グループID",
      "Formula": "メインフォーム_サブ!$DU$23"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "メインフォーム_サブ!$DU$17"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "メインフォーム_サブ!$DU$14"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "メインフォーム_サブ!$DU$20"
    },
    {
      "Name": "申込_タスク期限切れ件数",
      "Formula": "メインフォーム_サブ!$CF$7"
    },
    {
      "Name": "申込_資料待ち件数",
      "Formula": "メインフォーム_サブ!$CF$6"
    },
    {
      "Name": "申込_住あん申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$8"
    },
    {
      "Name": "請求_計上確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$81"
    },
    {
      "Name": "請求_登録内容確認中件数",
      "Formula": "メインフォーム_サブ!$CF$79"
    },
    {
      "Name": "請求_発注書回収待ち件数",
      "Formula": "メインフォーム_サブ!$CF$80"
    },
    {
      "Name": "測量_手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$17"
    },
    {
      "Name": "測量_手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$18"
    },
    {
      "Name": "測量_測量完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$21"
    },
    {
      "Name": "測量_測量結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$20"
    },
    {
      "Name": "測量_測量承諾待ち件数",
      "Formula": "メインフォーム_サブ!$CF$19"
    },
    {
      "Name": "測量STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CZ$18"
    },
    {
      "Name": "調査_手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$11"
    },
    {
      "Name": "調査_手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$12"
    },
    {
      "Name": "調査_調査完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$15"
    },
    {
      "Name": "調査_調査結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$14"
    },
    {
      "Name": "調査_調査承諾待ち件数",
      "Formula": "メインフォーム_サブ!$CF$13"
    },
    {
      "Name": "調査STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CZ$12"
    },
    {
      "Name": "転圧_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$30"
    },
    {
      "Name": "転圧_見積手配中件数",
      "Formula": "メインフォーム_サブ!$CF$31"
    },
    {
      "Name": "転圧_再調査結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$37"
    },
    {
      "Name": "転圧_施工審査中件数",
      "Formula": "メインフォーム_サブ!$CF$36"
    },
    {
      "Name": "転圧_施工待ち件数",
      "Formula": "メインフォーム_サブ!$CF$35"
    },
    {
      "Name": "転圧_受注待ち件数",
      "Formula": "メインフォーム_サブ!$CF$32"
    },
    {
      "Name": "転圧_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$29"
    },
    {
      "Name": "転圧_転圧確認中件数",
      "Formula": "メインフォーム_サブ!$CF$34"
    },
    {
      "Name": "転圧_転圧完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$38"
    },
    {
      "Name": "転圧_日程確認中件数",
      "Formula": "メインフォーム_サブ!$CF$33"
    },
    {
      "Name": "転圧STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CZ$30"
    },
    {
      "Name": "付保_キャンセル申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$77"
    },
    {
      "Name": "付保_証明書申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$75"
    },
    {
      "Name": "付保_証明書納品待ち件数",
      "Formula": "メインフォーム_サブ!$CF$76"
    },
    {
      "Name": "付保_付保申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$74"
    },
    {
      "Name": "付保STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DA$69"
    },
    {
      "Name": "保証_保証確認中件数",
      "Formula": "メインフォーム_サブ!$CF$68"
    },
    {
      "Name": "保証_保証書発行待ち件数",
      "Formula": "メインフォーム_サブ!$CF$67"
    },
    {
      "Name": "保証_郵送依頼待ち件数",
      "Formula": "メインフォーム_サブ!$CF$72"
    },
    {
      "Name": "保証_郵送手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$71"
    },
    {
      "Name": "保証STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DA$63"
    },
    {
      "Name": "ログイン所属会社名",
      "Formula": "メインフォーム_サブ!$DJ$20"
    },
    {
      "Name": "申込カウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CZ$8"
    },
    {
      "Name": "物件件数取得ボタン",
      "Formula": "メインフォーム_サブ!$CZ$3"
    },
    {
      "Name": "既定グループ住宅事業者通知フラグ",
      "Formula": "メインフォーム_サブ!$DJ$32"
    },
    {
      "Name": "申込_問合せ対応待ち件数",
      "Formula": "メインフォーム_サブ!$CF$9"
    },
    {
      "Name": "工事_審査修正依頼中件数",
      "Formula": "メインフォーム_サブ!$CF$62"
    },
    {
      "Name": "工事見積_見積催促中件数",
      "Formula": "メインフォーム_サブ!$CF$45"
    },
    {
      "Name": "工事見積_見積手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$42"
    },
    {
      "Name": "工事_見積手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$53"
    },
    {
      "Name": "工事見積_リマインド予定件数",
      "Formula": "メインフォーム_サブ!$CF$44"
    },
    {
      "Name": "保証_発注書待ち件数",
      "Formula": "メインフォーム_サブ!$CF$69"
    },
    {
      "Name": "保証_保証保留件数",
      "Formula": "メインフォーム_サブ!$CF$70"
    },
    {
      "Name": "解析_本判定依頼待ち",
      "Formula": "メインフォーム_サブ!$CF$27"
    }
  ]
}