{
  "PageType": 0,
  "ColumnCount": 138,
  "RowCount": 80,
  "Formulas": {
    "72,83": "SUM(CL74)",
    "44,83": "SUM(CO43)",
    "57,83": "SUM(CT51)",
    "49,83": "SUM(CL51)",
    "19,83": "SUM(CN19)",
    "67,83": "SUM(CL69)",
    "37,83": "SUM(CT31)",
    "30,83": "SUM(CM31)",
    "50,83": "SUM(CM51)",
    "31,83": "SUM(CN31)",
    "18,83": "SUM(CM19)",
    "53,83": "SUM(CP51)",
    "40,83": "SUM(CK43)",
    "68,83": "SUM(CM69)",
    "46,83": "SUM(CQ43)",
    "48,83": "SUM(CK51)",
    "34,83": "SUM(CQ31)",
    "17,83": "SUM(CL19)",
    "33,83": "SUM(CP31)",
    "64,83": "SUM(CO63)",
    "10,83": "SUM(CK13)",
    "52,83": "SUM(CO51)",
    "51,83": "SUM(CN51)",
    "56,83": "SUM(CS51)",
    "45,83": "SUM(CP43)",
    "36,83": "SUM(CS31)",
    "23,83": "SUM(CL25)",
    "58,83": "SUM(CU51)",
    "16,83": "SUM(CK19)",
    "69,83": "SUM(CN69)",
    "42,83": "SUM(CM43)",
    "55,83": "SUM(CR51)",
    "25,83": "SUM(CN25)",
    "20,83": "SUM(CO19)",
    "38,83": "SUM(CU31)",
    "32,83": "SUM(CO31)",
    "61,83": "SUM(CL63)",
    "41,83": "SUM(CL43)",
    "43,83": "SUM(CN43)",
    "62,83": "SUM(CM63)",
    "66,83": "SUM(CK69)",
    "11,83": "SUM(CL13)",
    "12,83": "SUM(CM13)",
    "22,83": "SUM(CK25)",
    "54,83": "SUM(CQ51)",
    "71,83": "SUM(CK74)",
    "28,123": "DP28",
    "25,123": "DO28",
    "22,123": "DN28",
    "19,123": "DM28",
    "19,112": "DI28",
    "13,83": "SUM(CN13)",
    "16,123": "DL28",
    "35,83": "SUM(CR31)",
    "14,83": "SUM(CO13)",
    "29,83": "SUM(CL31)",
    "60,83": "SUM(CK63)",
    "24,83": "SUM(CM25)",
    "63,83": "SUM(CN63)",
    "73,83": "SUM(CM74)",
    "28,83": "SUM(CK31)",
    "13,123": "DK28",
    "10,123": "DJ24"
  },
  "ArrayFormulas": {
    "27,112,1,8": "ODATA(\"m_customer?$select=customer_name,customer_abbr,agency_flg,brokerage_flg,main_office_flg,group_id,belong_group_ids,management_customer_ids&$filter=customer_id eq \"&IF(ISBLANK(参照顧客ID),\"null\",参照顧客ID))",
    "23,112,1,3": "ODATA(\"m_user?$select=customer_id,user_authority_id,user_group_ids&$filter=user_id eq \"&IF(ISBLANK(DI17),\"null\",DI17))"
  },
  "CustomNames": [
    {
      "Name": "TOPコンテンツ表示切替ボタン",
      "Formula": "メインフォーム_サブ!$DT$8"
    },
    {
      "Name": "マスタフレーム更新フラグ",
      "Formula": "メインフォーム_サブ!$CK$5"
    },
    {
      "Name": "メニュー",
      "Formula": "メインフォーム_サブ!$D$2"
    },
    {
      "Name": "ユーザーグループID",
      "Formula": "メインフォーム_サブ!$DI$11"
    },
    {
      "Name": "ユーザー権限",
      "Formula": "メインフォーム_サブ!$DT$11"
    },
    {
      "Name": "ログイン者本社フラグ",
      "Formula": "メインフォーム_サブ!$DI$8"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "メインフォーム_サブ!$DI$14"
    },
    {
      "Name": "解析_解析完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$26"
    },
    {
      "Name": "解析_解析待ち件数",
      "Formula": "メインフォーム_サブ!$CF$23"
    },
    {
      "Name": "解析_解析保留件数",
      "Formula": "メインフォーム_サブ!$CF$24"
    },
    {
      "Name": "解析_業務対応中件数",
      "Formula": "メインフォーム_サブ!$CF$25"
    },
    {
      "Name": "解析STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$24"
    },
    {
      "Name": "計上STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$73"
    },
    {
      "Name": "工事_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$49"
    },
    {
      "Name": "工事_工事確認中件数",
      "Formula": "メインフォーム_サブ!$CF$54"
    },
    {
      "Name": "工事_工事完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$59"
    },
    {
      "Name": "工事_工事日程確認中件数",
      "Formula": "メインフォーム_サブ!$CF$55"
    },
    {
      "Name": "工事_工事報告待ち件数",
      "Formula": "メインフォーム_サブ!$CF$56"
    },
    {
      "Name": "工事_施工審査中件数",
      "Formula": "メインフォーム_サブ!$CF$57"
    },
    {
      "Name": "工事_受注確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$53"
    },
    {
      "Name": "工事_審査完了件数",
      "Formula": "メインフォーム_サブ!$CF$52"
    },
    {
      "Name": "工事_設計審査中件数",
      "Formula": "メインフォーム_サブ!$CF$51"
    },
    {
      "Name": "工事_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$50"
    },
    {
      "Name": "工事_報告書納品待ち件数",
      "Formula": "メインフォーム_サブ!$CF$58"
    },
    {
      "Name": "工事STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$50"
    },
    {
      "Name": "工事見積_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$41"
    },
    {
      "Name": "工事見積_受注確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$47"
    },
    {
      "Name": "工事見積_修正依頼中件数",
      "Formula": "メインフォーム_サブ!$CF$44"
    },
    {
      "Name": "工事見積_審査完了件数",
      "Formula": "メインフォーム_サブ!$CF$46"
    },
    {
      "Name": "工事見積_審査保留件数",
      "Formula": "メインフォーム_サブ!$CF$45"
    },
    {
      "Name": "工事見積_設計審査中件数",
      "Formula": "メインフォーム_サブ!$CF$43"
    },
    {
      "Name": "工事見積_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$42"
    },
    {
      "Name": "工事見積ステータス更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$42"
    },
    {
      "Name": "最新件数取得ボタン",
      "Formula": "メインフォーム_サブ!$BW$5"
    },
    {
      "Name": "参照マスタ名",
      "Formula": "メインフォーム_サブ!$CK$8"
    },
    {
      "Name": "参照管理顧客IDs",
      "Formula": "メインフォーム_サブ!$DT$29"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "メインフォーム_サブ!$DI$5"
    },
    {
      "Name": "参照顧客グループIDs",
      "Formula": "メインフォーム_サブ!$DT$26"
    },
    {
      "Name": "参照顧客既定グループID",
      "Formula": "メインフォーム_サブ!$DT$23"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "メインフォーム_サブ!$DT$17"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "メインフォーム_サブ!$DT$14"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "メインフォーム_サブ!$DT$20"
    },
    {
      "Name": "申込_タスク期限切れ件数",
      "Formula": "メインフォーム_サブ!$CF$8"
    },
    {
      "Name": "申込_資料待ち件数",
      "Formula": "メインフォーム_サブ!$CF$7"
    },
    {
      "Name": "申込_住あん申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$9"
    },
    {
      "Name": "請求_計上確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$74"
    },
    {
      "Name": "請求_登録内容確認中件数",
      "Formula": "メインフォーム_サブ!$CF$72"
    },
    {
      "Name": "請求_発注書回収待ち件数",
      "Formula": "メインフォーム_サブ!$CF$73"
    },
    {
      "Name": "測量_手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$17"
    },
    {
      "Name": "測量_手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$18"
    },
    {
      "Name": "測量_測量完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$21"
    },
    {
      "Name": "測量_測量結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$20"
    },
    {
      "Name": "測量_測量承諾待ち件数",
      "Formula": "メインフォーム_サブ!$CF$19"
    },
    {
      "Name": "測量STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$18"
    },
    {
      "Name": "調査_手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$11"
    },
    {
      "Name": "調査_手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$12"
    },
    {
      "Name": "調査_調査完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$15"
    },
    {
      "Name": "調査_調査結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$14"
    },
    {
      "Name": "調査_調査承諾待ち件数",
      "Formula": "メインフォーム_サブ!$CF$13"
    },
    {
      "Name": "調査STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$12"
    },
    {
      "Name": "転圧_プラン確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$35"
    },
    {
      "Name": "転圧_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$30"
    },
    {
      "Name": "転圧_見積手配中件数",
      "Formula": "メインフォーム_サブ!$CF$31"
    },
    {
      "Name": "転圧_再調査結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$38"
    },
    {
      "Name": "転圧_施工審査中件数",
      "Formula": "メインフォーム_サブ!$CF$37"
    },
    {
      "Name": "転圧_施工待ち件数",
      "Formula": "メインフォーム_サブ!$CF$36"
    },
    {
      "Name": "転圧_受注待ち件数",
      "Formula": "メインフォーム_サブ!$CF$32"
    },
    {
      "Name": "転圧_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$29"
    },
    {
      "Name": "転圧_転圧確認中件数",
      "Formula": "メインフォーム_サブ!$CF$34"
    },
    {
      "Name": "転圧_転圧完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$39"
    },
    {
      "Name": "転圧_日程確認中件数",
      "Formula": "メインフォーム_サブ!$CF$33"
    },
    {
      "Name": "転圧STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$30"
    },
    {
      "Name": "付保_キャンセル申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$70"
    },
    {
      "Name": "付保_証明書申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$68"
    },
    {
      "Name": "付保_証明書納品待ち件数",
      "Formula": "メインフォーム_サブ!$CF$69"
    },
    {
      "Name": "付保_付保申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$67"
    },
    {
      "Name": "付保STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$68"
    },
    {
      "Name": "保証_プラン決定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$63"
    },
    {
      "Name": "保証_保証確認中件数",
      "Formula": "メインフォーム_サブ!$CF$62"
    },
    {
      "Name": "保証_保証書発行待ち件数",
      "Formula": "メインフォーム_サブ!$CF$61"
    },
    {
      "Name": "保証_郵送依頼待ち件数",
      "Formula": "メインフォーム_サブ!$CF$65"
    },
    {
      "Name": "保証_郵送手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$64"
    },
    {
      "Name": "保証STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$CY$62"
    },
    {
      "Name": "ログイン所属会社名",
      "Formula": "メインフォーム_サブ!$DI$20"
    },
    {
      "Name": "メニューロードフラグ",
      "Formula": "メインフォーム_サブ!$CY$5"
    }
  ]
}