{
  "PageType": 0,
  "ColumnCount": 68,
  "RowCount": 27,
  "Formulas": {
    "9,1": "\"指定工事会社(\"&BA21&\")\"",
    "7,1": "\"指定転圧会社(\"&BA17&\")\"",
    "5,1": "\"指定測量会社(\"&BA13&\")\"",
    "7,52": "SUM(BI8)",
    "12,52": "SUM(BI13)",
    "16,52": "SUM(BI17)",
    "3,1": "\"指定調査会社(\"&BA8&\")\"",
    "20,52": "SUM(BI21)"
  },
  "CustomNames": [
    {
      "Name": "顧客ID",
      "Formula": "代理店_指定会社フレーム!$BA$5"
    },
    {
      "Name": "顧客名",
      "Formula": "代理店_指定会社フレーム!$J$2"
    }
  ]
}