{
  "PageType": 0,
  "ColumnCount": 60,
  "RowCount": 55,
  "Formulas": {
    "4,36": "IF(顧客ID=\"\",0,顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "営業設計工務表示フラグ",
      "Formula": "顧客マスタ_既定値!$I$6"
    },
    {
      "Name": "解析条件",
      "Formula": "顧客マスタ_既定値!$B$27"
    },
    {
      "Name": "基礎形状ID",
      "Formula": "顧客マスタ_既定値!$AU$5"
    },
    {
      "Name": "既存建物旧計算方法フラグ",
      "Formula": "顧客マスタ_既定値!$C$23"
    },
    {
      "Name": "既定保証期間",
      "Formula": "顧客マスタ_既定値!$J$47"
    },
    {
      "Name": "建物構造ID",
      "Formula": "顧客マスタ_既定値!$AP$5"
    },
    {
      "Name": "検討書必要フラグ",
      "Formula": "顧客マスタ_既定値!$S$31"
    },
    {
      "Name": "工事見積セット添付フラグ",
      "Formula": "顧客マスタ_既定値!$C$29"
    },
    {
      "Name": "工事見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$41"
    },
    {
      "Name": "工事条件",
      "Formula": "顧客マスタ_既定値!$B$39"
    },
    {
      "Name": "工事請負フラグ",
      "Formula": "顧客マスタ_既定値!$K$41"
    },
    {
      "Name": "工事判定自動見積フラグ",
      "Formula": "顧客マスタ_既定値!$C$31"
    },
    {
      "Name": "工事報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$43"
    },
    {
      "Name": "残土処分フラグ",
      "Formula": "顧客マスタ_既定値!$AB$35"
    },
    {
      "Name": "初期調査区分",
      "Formula": "顧客マスタ_既定値!$L$17"
    },
    {
      "Name": "申込条件",
      "Formula": "顧客マスタ_既定値!$B$2"
    },
    {
      "Name": "測量報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$25"
    },
    {
      "Name": "調査条件",
      "Formula": "顧客マスタ_既定値!$B$15"
    },
    {
      "Name": "調査報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$19"
    },
    {
      "Name": "通知先ユーザー1",
      "Formula": "顧客マスタ_既定値!$AK$8"
    },
    {
      "Name": "通知先ユーザー2",
      "Formula": "顧客マスタ_既定値!$AP$8"
    },
    {
      "Name": "通知先ユーザー3",
      "Formula": "顧客マスタ_既定値!$AU$8"
    },
    {
      "Name": "通知先ユーザー4",
      "Formula": "顧客マスタ_既定値!$AK$12"
    },
    {
      "Name": "通知先ユーザー5",
      "Formula": "顧客マスタ_既定値!$AP$12"
    },
    {
      "Name": "通知先ユーザー6",
      "Formula": "顧客マスタ_既定値!$AU$12"
    },
    {
      "Name": "転圧見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$35"
    },
    {
      "Name": "転圧再調査フラグ",
      "Formula": "顧客マスタ_既定値!$S$35"
    },
    {
      "Name": "転圧条件",
      "Formula": "顧客マスタ_既定値!$B$33"
    },
    {
      "Name": "転圧他社施工フラグ",
      "Formula": "顧客マスタ_既定値!$K$35"
    },
    {
      "Name": "転圧判定不可フラグ",
      "Formula": "顧客マスタ_既定値!$S$29"
    },
    {
      "Name": "転圧報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$37"
    },
    {
      "Name": "付保証明書必要フラグ",
      "Formula": "顧客マスタ_既定値!$AB$47"
    },
    {
      "Name": "保証書原本郵送フラグ",
      "Formula": "顧客マスタ_既定値!$C$49"
    },
    {
      "Name": "保証条件",
      "Formula": "顧客マスタ_既定値!$B$45"
    },
    {
      "Name": "保証追記事項",
      "Formula": "顧客マスタ_既定値!$J$52"
    },
    {
      "Name": "郵送手数料フラグ",
      "Formula": "顧客マスタ_既定値!$Q$47"
    },
    {
      "Name": "郵送方法区分",
      "Formula": "顧客マスタ_既定値!$W$49"
    },
    {
      "Name": "納品ファイル形式",
      "Formula": "顧客マスタ_既定値!$U$23"
    }
  ]
}