{
  "PageType": 0,
  "ColumnCount": 52,
  "RowCount": 33,
  "Formulas": {
    "31,36": "IF(顧客ID=\"\",\"登録する\",\"更新する\")",
    "31,3": "IF(AS30<>\"\",\"最終更新日時：\"&AS30,\"\")"
  },
  "CustomNames": [
    {
      "Name": "既定値番号",
      "Formula": "顧客マスタ_登録編集!$AS$15"
    },
    {
      "Name": "顧客ID",
      "Formula": "顧客マスタ_登録編集!$AS$3"
    },
    {
      "Name": "顧客マスタタブ",
      "Formula": "顧客マスタ_登録編集!$C$12"
    },
    {
      "Name": "顧客名",
      "Formula": "顧客マスタ_登録編集!$K$2"
    },
    {
      "Name": "顧客名カナ",
      "Formula": "顧客マスタ_登録編集!$K$8"
    },
    {
      "Name": "顧客名略称",
      "Formula": "顧客マスタ_登録編集!$K$4"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "顧客マスタ_登録編集!$AS$7"
    },
    {
      "Name": "初期タブ番号",
      "Formula": "顧客マスタ_登録編集!$AS$12"
    },
    {
      "Name": "非公開顧客名",
      "Formula": "顧客マスタ_登録編集!$K$6"
    },
    {
      "Name": "別タブ表示フラグ",
      "Formula": "顧客マスタ_登録編集!$AS$18"
    },
    {
      "Name": "編集モード",
      "Formula": "顧客マスタ_登録編集!$AS$26"
    },
    {
      "Name": "顧客注釈",
      "Formula": "顧客マスタ_登録編集!$K$10"
    }
  ]
}