{
  "PageType": 0,
  "ColumnCount": 60,
  "RowCount": 58,
  "Formulas": {
    "15,41": "請求書送付方法"
  },
  "CustomNames": [
    {
      "Name": "解析請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$43"
    },
    {
      "Name": "工事請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$47"
    },
    {
      "Name": "支払条件表示制御フラグ",
      "Formula": "顧客マスタ_請求支払!$AZ$34"
    },
    {
      "Name": "支払先ID",
      "Formula": "顧客マスタ_請求支払!$AP$56"
    },
    {
      "Name": "支払先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$54"
    },
    {
      "Name": "請求支払チェックボタン",
      "Formula": "顧客マスタ_請求支払!$AW$6"
    },
    {
      "Name": "請求支払表示制御ボタン",
      "Formula": "顧客マスタ_請求支払!$AW$10"
    },
    {
      "Name": "請求書宛名",
      "Formula": "顧客マスタ_請求支払!$J$8"
    },
    {
      "Name": "請求書書式ID",
      "Formula": "顧客マスタ_請求支払!$J$14"
    },
    {
      "Name": "請求書送付方法",
      "Formula": "顧客マスタ_請求支払!$J$16"
    },
    {
      "Name": "請求書担当者名",
      "Formula": "顧客マスタ_請求支払!$J$10"
    },
    {
      "Name": "請求書発行単位ID",
      "Formula": "顧客マスタ_請求支払!$J$12"
    },
    {
      "Name": "請求書必着日",
      "Formula": "顧客マスタ_請求支払!$J$20"
    },
    {
      "Name": "請求条件表示制御フラグ",
      "Formula": "顧客マスタ_請求支払!$AP$34"
    },
    {
      "Name": "請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$6"
    },
    {
      "Name": "請求先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$4"
    },
    {
      "Name": "請求締日",
      "Formula": "顧客マスタ_請求支払!$AD$12"
    },
    {
      "Name": "測量請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$41"
    },
    {
      "Name": "調査請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$39"
    },
    {
      "Name": "通知先ID",
      "Formula": "顧客マスタ_請求支払!$AP$24"
    },
    {
      "Name": "通知先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$22"
    },
    {
      "Name": "転圧請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$45"
    },
    {
      "Name": "入金営業日",
      "Formula": "顧客マスタ_請求支払!$AD$18"
    },
    {
      "Name": "入金月",
      "Formula": "顧客マスタ_請求支払!$AD$14"
    },
    {
      "Name": "入金日",
      "Formula": "顧客マスタ_請求支払!$AD$16"
    },
    {
      "Name": "発注書必要フラグ",
      "Formula": "顧客マスタ_請求支払!$J$18"
    },
    {
      "Name": "保証請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$49"
    },
    {
      "Name": "郵送先ID",
      "Formula": "顧客マスタ_請求支払!$AP$28"
    },
    {
      "Name": "郵送先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$26"
    }
  ]
}