{
  "PageType": 0,
  "ColumnCount": 67,
  "RowCount": 22,
  "Formulas": {
    "9,9": "TRIM(J4&J6&Z6)&\" \"&J8",
    "14,55": "IF(AX15=\"\",0,LEN(AX15)-LEN(SUBSTITUTE(AX15,\",\",\"\"))+1)",
    "20,31": "\"管理顧客設定(\"&BD15&\")\""
  },
  "CustomNames": [
    {
      "Name": "FAX番号",
      "Formula": "顧客マスタ_基本情報!$Z$12"
    },
    {
      "Name": "その他取引先フラグ",
      "Formula": "顧客マスタ_基本情報!$AN$16"
    },
    {
      "Name": "ビル名",
      "Formula": "顧客マスタ_基本情報!$J$8"
    },
    {
      "Name": "営業担当者ID",
      "Formula": "顧客マスタ_基本情報!$AX$10"
    },
    {
      "Name": "基本情報チェックボタン",
      "Formula": "顧客マスタ_基本情報!$AX$4"
    },
    {
      "Name": "個人フラグ",
      "Formula": "顧客マスタ_基本情報!$X$16"
    },
    {
      "Name": "工事会社フラグ",
      "Formula": "顧客マスタ_基本情報!$AN$14"
    },
    {
      "Name": "市区郡名",
      "Formula": "顧客マスタ_基本情報!$J$6"
    },
    {
      "Name": "支払先フラグ",
      "Formula": "顧客マスタ_基本情報!$R$15"
    },
    {
      "Name": "取次店フラグ",
      "Formula": "顧客マスタ_基本情報!$AG$15"
    },
    {
      "Name": "住あんフラグ",
      "Formula": "顧客マスタ_基本情報!$AG$16"
    },
    {
      "Name": "住所",
      "Formula": "顧客マスタ_基本情報!$J$10"
    },
    {
      "Name": "住宅事業者フラグ",
      "Formula": "顧客マスタ_基本情報!$J$14"
    },
    {
      "Name": "請求先フラグ",
      "Formula": "顧客マスタ_基本情報!$J$15"
    },
    {
      "Name": "測量会社フラグ",
      "Formula": "顧客マスタ_基本情報!$X$14"
    },
    {
      "Name": "代理店フラグ",
      "Formula": "顧客マスタ_基本情報!$X$15"
    },
    {
      "Name": "町名番地",
      "Formula": "顧客マスタ_基本情報!$Z$6"
    },
    {
      "Name": "調査会社フラグ",
      "Formula": "顧客マスタ_基本情報!$R$14"
    },
    {
      "Name": "転圧会社フラグ",
      "Formula": "顧客マスタ_基本情報!$AG$14"
    },
    {
      "Name": "電話番号",
      "Formula": "顧客マスタ_基本情報!$J$12"
    },
    {
      "Name": "都道府県",
      "Formula": "顧客マスタ_基本情報!$J$4"
    },
    {
      "Name": "保証会社フラグ",
      "Formula": "顧客マスタ_基本情報!$R$16"
    },
    {
      "Name": "本社フラグ",
      "Formula": "顧客マスタ_基本情報!$AN$15"
    },
    {
      "Name": "有効フラグ",
      "Formula": "顧客マスタ_基本情報!$J$19"
    },
    {
      "Name": "郵送先フラグ",
      "Formula": "顧客マスタ_基本情報!$J$16"
    },
    {
      "Name": "郵便番号",
      "Formula": "顧客マスタ_基本情報!$J$2"
    },
    {
      "Name": "住あん申請開始日",
      "Formula": "顧客マスタ_基本情報!$AG$19"
    },
    {
      "Name": "ダンドリワークユーザーフラグ",
      "Formula": "顧客マスタ_基本情報!$R$17"
    },
    {
      "Name": "ANDPADユーザーフラグ",
      "Formula": "顧客マスタ_基本情報!$J$17"
    }
  ]
}