{
  "PageType": 0,
  "ColumnCount": 60,
  "RowCount": 118,
  "Formulas": {
    "4,36": "IF(顧客ID=\"\",0,顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "アイダ設計フローフラグ",
      "Formula": "顧客マスタ_既定値!$I$18"
    },
    {
      "Name": "ダウンロードリンク区分",
      "Formula": "顧客マスタ_既定値!$L$110"
    },
    {
      "Name": "ダウンロードリンク適用フラグ",
      "Formula": "顧客マスタ_既定値!$C$110"
    },
    {
      "Name": "営業設計工務表示フラグ",
      "Formula": "顧客マスタ_既定値!$I$6"
    },
    {
      "Name": "液状化判定必要フラグ",
      "Formula": "顧客マスタ_既定値!$C$61"
    },
    {
      "Name": "解析時見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$C$59"
    },
    {
      "Name": "解析条件",
      "Formula": "顧客マスタ_既定値!$B$57"
    },
    {
      "Name": "改良判定時基礎図必要フラグ",
      "Formula": "顧客マスタ_既定値!$S$73"
    },
    {
      "Name": "基礎形状ID",
      "Formula": "顧客マスタ_既定値!$AU$5"
    },
    {
      "Name": "既存建物旧計算方法フラグ",
      "Formula": "顧客マスタ_既定値!$C$39"
    },
    {
      "Name": "既存建物対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$47"
    },
    {
      "Name": "既定値チェックボタン",
      "Formula": "顧客マスタ_既定値!$BB$12"
    },
    {
      "Name": "既定保証期間",
      "Formula": "顧客マスタ_既定値!$J$93"
    },
    {
      "Name": "建物構造ID",
      "Formula": "顧客マスタ_既定値!$AP$5"
    },
    {
      "Name": "検討書必要フラグ",
      "Formula": "顧客マスタ_既定値!$S$61"
    },
    {
      "Name": "工事見積注意事項",
      "Formula": "顧客マスタ_既定値!$C$77"
    },
    {
      "Name": "工事見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$73"
    },
    {
      "Name": "工事紹介料フラグ",
      "Formula": "顧客マスタ_既定値!$C$84"
    },
    {
      "Name": "工事条件",
      "Formula": "顧客マスタ_既定値!$B$71"
    },
    {
      "Name": "工事条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$71"
    },
    {
      "Name": "工事請負フラグ",
      "Formula": "顧客マスタ_既定値!$K$73"
    },
    {
      "Name": "工事報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$82"
    },
    {
      "Name": "高低差対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$45"
    },
    {
      "Name": "差出人既定値フラグ",
      "Formula": "顧客マスタ_既定値!$C$108"
    },
    {
      "Name": "残土処分フラグ",
      "Formula": "顧客マスタ_既定値!$AB$67"
    },
    {
      "Name": "指定保証期間s",
      "Formula": "顧客マスタ_既定値!$Q$95"
    },
    {
      "Name": "初期調査区分",
      "Formula": "顧客マスタ_既定値!$L$25"
    },
    {
      "Name": "紹介料計上区分",
      "Formula": "顧客マスタ_既定値!$N$84"
    },
    {
      "Name": "紹介料単価設定フラグ",
      "Formula": "顧客マスタ_既定値!$Y$84"
    },
    {
      "Name": "紹介料適用開始日",
      "Formula": "顧客マスタ_既定値!$N$86"
    },
    {
      "Name": "紹介料標準単価",
      "Formula": "顧客マスタ_既定値!$AC$86"
    },
    {
      "Name": "申込条件",
      "Formula": "顧客マスタ_既定値!$B$2"
    },
    {
      "Name": "測量条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$37"
    },
    {
      "Name": "測量注意事項",
      "Formula": "顧客マスタ_既定値!$C$51"
    },
    {
      "Name": "測量報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$41"
    },
    {
      "Name": "調査条件",
      "Formula": "顧客マスタ_既定値!$B$23"
    },
    {
      "Name": "調査条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$23"
    },
    {
      "Name": "調査注意事項",
      "Formula": "顧客マスタ_既定値!$C$31"
    },
    {
      "Name": "調査報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$27"
    },
    {
      "Name": "通知先ユーザー1",
      "Formula": "顧客マスタ_既定値!$AK$8"
    },
    {
      "Name": "通知先ユーザー2",
      "Formula": "顧客マスタ_既定値!$AP$8"
    },
    {
      "Name": "通知先ユーザー3",
      "Formula": "顧客マスタ_既定値!$AU$8"
    },
    {
      "Name": "通知先ユーザー4",
      "Formula": "顧客マスタ_既定値!$AK$12"
    },
    {
      "Name": "通知先ユーザー5",
      "Formula": "顧客マスタ_既定値!$AP$12"
    },
    {
      "Name": "通知先ユーザー6",
      "Formula": "顧客マスタ_既定値!$AU$12"
    },
    {
      "Name": "転圧見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$67"
    },
    {
      "Name": "転圧再調査フラグ",
      "Formula": "顧客マスタ_既定値!$S$67"
    },
    {
      "Name": "転圧条件",
      "Formula": "顧客マスタ_既定値!$B$65"
    },
    {
      "Name": "転圧条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$65"
    },
    {
      "Name": "転圧他社施工フラグ",
      "Formula": "顧客マスタ_既定値!$K$67"
    },
    {
      "Name": "転圧判定不可フラグ",
      "Formula": "顧客マスタ_既定値!$S$59"
    },
    {
      "Name": "転圧報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$69"
    },
    {
      "Name": "納品ファイル形式",
      "Formula": "顧客マスタ_既定値!$U$39"
    },
    {
      "Name": "付保証明書必要フラグ",
      "Formula": "顧客マスタ_既定値!$AB$93"
    },
    {
      "Name": "敷地面積対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$43"
    },
    {
      "Name": "保証期間指定フラグ",
      "Formula": "顧客マスタ_既定値!$C$95"
    },
    {
      "Name": "保証書原本郵送フラグ",
      "Formula": "顧客マスタ_既定値!$C$97"
    },
    {
      "Name": "保証条件",
      "Formula": "顧客マスタ_既定値!$B$91"
    },
    {
      "Name": "保証追記事項",
      "Formula": "顧客マスタ_既定値!$J$100"
    },
    {
      "Name": "郵送手数料フラグ",
      "Formula": "顧客マスタ_既定値!$Q$93"
    },
    {
      "Name": "郵送方法区分",
      "Formula": "顧客マスタ_既定値!$R$97"
    },
    {
      "Name": "例外都道府県s",
      "Formula": "顧客マスタ_既定値!$I$21"
    },
    {
      "Name": "見積リマインド不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$88"
    },
    {
      "Name": "解析レポート公開フラグ",
      "Formula": "顧客マスタ_既定値!$C$114"
    },
    {
      "Name": "調査データ添付フラグ",
      "Formula": "顧客マスタ_既定値!$C$63"
    },
    {
      "Name": "保証確認不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$104"
    },
    {
      "Name": "調査保証見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$M$14"
    },
    {
      "Name": "解析保証見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$M$16"
    }
  ]
}