{
  "PageType": 0,
  "ColumnCount": 60,
  "RowCount": 89,
  "Formulas": {
    "4,36": "IF(顧客ID=\"\",0,顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "営業設計工務表示フラグ",
      "Formula": "顧客マスタ_既定値!$I$6"
    },
    {
      "Name": "解析条件",
      "Formula": "顧客マスタ_既定値!$B$53"
    },
    {
      "Name": "基礎形状ID",
      "Formula": "顧客マスタ_既定値!$AU$5"
    },
    {
      "Name": "既存建物旧計算方法フラグ",
      "Formula": "顧客マスタ_既定値!$C$35"
    },
    {
      "Name": "既定保証期間",
      "Formula": "顧客マスタ_既定値!$J$80"
    },
    {
      "Name": "建物構造ID",
      "Formula": "顧客マスタ_既定値!$AP$5"
    },
    {
      "Name": "検討書必要フラグ",
      "Formula": "顧客マスタ_既定値!$S$57"
    },
    {
      "Name": "解析時見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$C$55"
    },
    {
      "Name": "工事見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$67"
    },
    {
      "Name": "工事条件",
      "Formula": "顧客マスタ_既定値!$B$65"
    },
    {
      "Name": "工事請負フラグ",
      "Formula": "顧客マスタ_既定値!$K$67"
    },
    {
      "Name": "液状化判定必要フラグ",
      "Formula": "顧客マスタ_既定値!$C$57"
    },
    {
      "Name": "工事報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$76"
    },
    {
      "Name": "残土処分フラグ",
      "Formula": "顧客マスタ_既定値!$AB$61"
    },
    {
      "Name": "初期調査区分",
      "Formula": "顧客マスタ_既定値!$L$21"
    },
    {
      "Name": "申込条件",
      "Formula": "顧客マスタ_既定値!$B$2"
    },
    {
      "Name": "測量報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$37"
    },
    {
      "Name": "調査条件",
      "Formula": "顧客マスタ_既定値!$B$19"
    },
    {
      "Name": "調査報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$23"
    },
    {
      "Name": "通知先ユーザー1",
      "Formula": "顧客マスタ_既定値!$AK$8"
    },
    {
      "Name": "通知先ユーザー2",
      "Formula": "顧客マスタ_既定値!$AP$8"
    },
    {
      "Name": "通知先ユーザー3",
      "Formula": "顧客マスタ_既定値!$AU$8"
    },
    {
      "Name": "通知先ユーザー4",
      "Formula": "顧客マスタ_既定値!$AK$12"
    },
    {
      "Name": "通知先ユーザー5",
      "Formula": "顧客マスタ_既定値!$AP$12"
    },
    {
      "Name": "通知先ユーザー6",
      "Formula": "顧客マスタ_既定値!$AU$12"
    },
    {
      "Name": "転圧見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$61"
    },
    {
      "Name": "転圧再調査フラグ",
      "Formula": "顧客マスタ_既定値!$S$61"
    },
    {
      "Name": "転圧条件",
      "Formula": "顧客マスタ_既定値!$B$59"
    },
    {
      "Name": "転圧他社施工フラグ",
      "Formula": "顧客マスタ_既定値!$K$61"
    },
    {
      "Name": "転圧判定不可フラグ",
      "Formula": "顧客マスタ_既定値!$S$55"
    },
    {
      "Name": "転圧報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$63"
    },
    {
      "Name": "付保証明書必要フラグ",
      "Formula": "顧客マスタ_既定値!$AB$80"
    },
    {
      "Name": "保証書原本郵送フラグ",
      "Formula": "顧客マスタ_既定値!$C$82"
    },
    {
      "Name": "保証条件",
      "Formula": "顧客マスタ_既定値!$B$78"
    },
    {
      "Name": "保証追記事項",
      "Formula": "顧客マスタ_既定値!$J$85"
    },
    {
      "Name": "郵送手数料フラグ",
      "Formula": "顧客マスタ_既定値!$Q$80"
    },
    {
      "Name": "郵送方法区分",
      "Formula": "顧客マスタ_既定値!$W$82"
    },
    {
      "Name": "納品ファイル形式",
      "Formula": "顧客マスタ_既定値!$U$35"
    },
    {
      "Name": "調査注意事項",
      "Formula": "顧客マスタ_既定値!$C$27"
    },
    {
      "Name": "調査条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$19"
    },
    {
      "Name": "測量条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$33"
    },
    {
      "Name": "転圧条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$59"
    },
    {
      "Name": "工事条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$65"
    },
    {
      "Name": "測量注意事項",
      "Formula": "顧客マスタ_既定値!$C$47"
    },
    {
      "Name": "敷地面積対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$39"
    },
    {
      "Name": "高低差対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$41"
    },
    {
      "Name": "既存建物対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$43"
    },
    {
      "Name": "既定値チェックボタン",
      "Formula": "顧客マスタ_既定値!$BB$12"
    },
    {
      "Name": "工事見積注意事項",
      "Formula": "顧客マスタ_既定値!$C$71"
    },
    {
      "Name": "アイダ設計フローフラグ",
      "Formula": "顧客マスタ_既定値!$I$14"
    },
    {
      "Name": "例外都道府県s",
      "Formula": "顧客マスタ_既定値!$I$17"
    }
  ]
}