{
  "PageType": 0,
  "ColumnCount": 60,
  "RowCount": 78,
  "Formulas": {
    "4,36": "IF(顧客ID=\"\",0,顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "営業設計工務表示フラグ",
      "Formula": "顧客マスタ_既定値!$I$6"
    },
    {
      "Name": "解析条件",
      "Formula": "顧客マスタ_既定値!$B$49"
    },
    {
      "Name": "基礎形状ID",
      "Formula": "顧客マスタ_既定値!$AU$5"
    },
    {
      "Name": "既存建物旧計算方法フラグ",
      "Formula": "顧客マスタ_既定値!$C$31"
    },
    {
      "Name": "既定保証期間",
      "Formula": "顧客マスタ_既定値!$J$69"
    },
    {
      "Name": "建物構造ID",
      "Formula": "顧客マスタ_既定値!$AP$5"
    },
    {
      "Name": "検討書必要フラグ",
      "Formula": "顧客マスタ_既定値!$S$53"
    },
    {
      "Name": "工事見積セット添付フラグ",
      "Formula": "顧客マスタ_既定値!$C$51"
    },
    {
      "Name": "工事見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$63"
    },
    {
      "Name": "工事条件",
      "Formula": "顧客マスタ_既定値!$B$61"
    },
    {
      "Name": "工事請負フラグ",
      "Formula": "顧客マスタ_既定値!$K$63"
    },
    {
      "Name": "工事判定自動見積フラグ",
      "Formula": "顧客マスタ_既定値!$C$53"
    },
    {
      "Name": "工事報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$65"
    },
    {
      "Name": "残土処分フラグ",
      "Formula": "顧客マスタ_既定値!$AB$57"
    },
    {
      "Name": "初期調査区分",
      "Formula": "顧客マスタ_既定値!$L$17"
    },
    {
      "Name": "申込条件",
      "Formula": "顧客マスタ_既定値!$B$2"
    },
    {
      "Name": "測量報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$33"
    },
    {
      "Name": "調査条件",
      "Formula": "顧客マスタ_既定値!$B$15"
    },
    {
      "Name": "調査報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$19"
    },
    {
      "Name": "通知先ユーザー1",
      "Formula": "顧客マスタ_既定値!$AK$8"
    },
    {
      "Name": "通知先ユーザー2",
      "Formula": "顧客マスタ_既定値!$AP$8"
    },
    {
      "Name": "通知先ユーザー3",
      "Formula": "顧客マスタ_既定値!$AU$8"
    },
    {
      "Name": "通知先ユーザー4",
      "Formula": "顧客マスタ_既定値!$AK$12"
    },
    {
      "Name": "通知先ユーザー5",
      "Formula": "顧客マスタ_既定値!$AP$12"
    },
    {
      "Name": "通知先ユーザー6",
      "Formula": "顧客マスタ_既定値!$AU$12"
    },
    {
      "Name": "転圧見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$C$57"
    },
    {
      "Name": "転圧再調査フラグ",
      "Formula": "顧客マスタ_既定値!$S$57"
    },
    {
      "Name": "転圧条件",
      "Formula": "顧客マスタ_既定値!$B$55"
    },
    {
      "Name": "転圧他社施工フラグ",
      "Formula": "顧客マスタ_既定値!$K$57"
    },
    {
      "Name": "転圧判定不可フラグ",
      "Formula": "顧客マスタ_既定値!$S$51"
    },
    {
      "Name": "転圧報告書納品日数",
      "Formula": "顧客マスタ_既定値!$L$59"
    },
    {
      "Name": "付保証明書必要フラグ",
      "Formula": "顧客マスタ_既定値!$AB$69"
    },
    {
      "Name": "保証書原本郵送フラグ",
      "Formula": "顧客マスタ_既定値!$C$71"
    },
    {
      "Name": "保証条件",
      "Formula": "顧客マスタ_既定値!$B$67"
    },
    {
      "Name": "保証追記事項",
      "Formula": "顧客マスタ_既定値!$J$74"
    },
    {
      "Name": "郵送手数料フラグ",
      "Formula": "顧客マスタ_既定値!$Q$69"
    },
    {
      "Name": "郵送方法区分",
      "Formula": "顧客マスタ_既定値!$W$71"
    },
    {
      "Name": "納品ファイル形式",
      "Formula": "顧客マスタ_既定値!$U$31"
    },
    {
      "Name": "調査注意事項",
      "Formula": "顧客マスタ_既定値!$C$23"
    },
    {
      "Name": "調査条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$15"
    },
    {
      "Name": "測量条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$29"
    },
    {
      "Name": "転圧条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$55"
    },
    {
      "Name": "工事条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$AK$61"
    },
    {
      "Name": "測量注意事項",
      "Formula": "顧客マスタ_既定値!$C$43"
    },
    {
      "Name": "敷地面積対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$35"
    },
    {
      "Name": "高低差対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$37"
    },
    {
      "Name": "既存建物対応商品ID",
      "Formula": "顧客マスタ_既定値!$AK$39"
    },
    {
      "Name": "既定値チェックボタン",
      "Formula": "顧客マスタ_既定値!$BB$12"
    }
  ]
}