{
  "PageType": 0,
  "ColumnCount": 80,
  "RowCount": 28,
  "Formulas": {
    "26,2": "\"該当データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "1,18": "\"「\"&住宅事業者名&\"」の測量履歴を表示しています。調査手配中の物件も対象となります。\"",
    "16,71": "COUNTIF(C5,\"<>\")"
  },
  "CustomNames": [
    {
      "Name": "グループフィルタ",
      "Formula": "過去測量検索!$AV$2"
    },
    {
      "Name": "元申込ID",
      "Formula": "過去測量検索!$BT$11"
    },
    {
      "Name": "住宅事業者ID",
      "Formula": "過去測量検索!$BT$5"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "過去測量検索!$BT$8"
    },
    {
      "Name": "属性フィルタ",
      "Formula": "過去測量検索!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "過去測量検索!$BT$17"
    }
  ]
}