{
  "PageType": 0,
  "ColumnCount": 89,
  "RowCount": 27,
  "Formulas": {
    "25,2": "\"該当データ件数：\"&TEXT(CF11,\"#,##0\")&\"件　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "1,18": "\"「\"&住宅事業者名&\"」の測量履歴を表示しています。調査手配中の物件も対象となります。\"",
    "10,83": "SUM(CF6)",
    "16,76": "COUNTIF(C5,\"<>\")"
  },
  "CustomNames": [
    {
      "Name": "グループフィルタ",
      "Formula": "過去測量検索!$AV$2"
    },
    {
      "Name": "元申込ID",
      "Formula": "過去測量検索!$BY$11"
    },
    {
      "Name": "住宅事業者ID",
      "Formula": "過去測量検索!$BY$5"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "過去測量検索!$BY$8"
    },
    {
      "Name": "属性フィルタ",
      "Formula": "過去測量検索!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "過去測量検索!$BY$17"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "過去測量検索!$BY$14"
    }
  ]
}