{
  "PageType": 0,
  "ColumnCount": 130,
  "RowCount": 27,
  "Formulas": {
    "4,94": "IF(CN5<>\"\",CN5,\"\")",
    "26,1": "\"表示データ件数：\"&TEXT(DN5,\"#,##0\")&\"件\"",
    "20,60": "IF(BI15>0,MID(BI12,BI15+1,1000),\"\")",
    "17,60": "IF(BI15>0,LEFT(BI12,BI15-1),IF(BI12<>\"\",BI12,\"\"))",
    "14,60": "IF(IFERROR(FIND(\"　\",BI12),0)>0,FIND(\"　\",BI12),IF(IFERROR(FIND(\" \",BI12),0)>0,FIND(\" \",BI12),0))",
    "11,67": "COUNTIF(CH5,0)",
    "1,27": "\"現在の対応未完了件数は、\"&BP12&\"件です\"",
    "4,106": "IF(CW5<>\"\",CW5&\" \"&CZ5,\"\")",
    "4,117": "COUNTIF(BM7,\"<>\")",
    "11,60": "TRIM(K2)"
  },
  "CustomNames": [
    {
      "Name": "対応済みフラグ",
      "Formula": "お問い合わせ履歴検索!$BW$21"
    },
    {
      "Name": "対応者表示ラベル",
      "Formula": "お問い合わせ履歴検索!$CE$15"
    },
    {
      "Name": "対応中フラグ",
      "Formula": "お問い合わせ履歴検索!$BW$18"
    },
    {
      "Name": "問合せステータス名",
      "Formula": "お問い合わせ履歴検索!$CE$18"
    },
    {
      "Name": "問合せビュー更新フラグ",
      "Formula": "お問い合わせ履歴検索!$BW$12"
    },
    {
      "Name": "問合せ中フラグ",
      "Formula": "お問い合わせ履歴検索!$BW$15"
    }
  ]
}