{
  "PageType": 0,
  "ColumnCount": 157,
  "RowCount": 33,
  "Formulas": {
    "10,8": "IF(CX11<>\"\",DK11,\"\")",
    "28,125": "IF(期限切れフラグ,TODAY(),\"\")",
    "25,125": "IF(期限切れフラグ,0,1)",
    "13,131": "COUNTIF(DO11,1)",
    "22,125": "IF(未処理フラグ,0,1)",
    "19,125": "IF(DV14>0,MID(DV11,DV14+1,1000),\"\")",
    "19,139": "COUNTIF(AR11,0)",
    "10,131": "COUNT(CT11)",
    "16,125": "IF(DV14>0,LEFT(DV11,DV14-1),IF(DV11<>\"\",DV11,\"\"))",
    "16,131": "EB11-EB14",
    "25,139": "TEXTJOINIF(\",\",TRUE,DO11,1,CT11)",
    "13,125": "IF(IFERROR(FIND(\"　\",DV11),0)>0,FIND(\"　\",DV11),IF(IFERROR(FIND(\" \",DV11),0)>0,FIND(\" \",DV11),0))",
    "16,139": "IF(EB11=0,0,EJ14)",
    "32,1": "\"該当データ件数：\"&TEXT(EJ17,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(EB11,\"#,##0\")&\"件\"",
    "10,125": "TRIM(G2)"
  },
  "CustomNames": [
    {
      "Name": "タスク件数取得ボタン",
      "Formula": "タスク検索リスト!$EJ$11"
    },
    {
      "Name": "期限切れフラグ",
      "Formula": "タスク検索リスト!$N$8"
    },
    {
      "Name": "選択アクション",
      "Formula": "タスク検索リスト!$EQ$11"
    },
    {
      "Name": "未処理カウント",
      "Formula": "タスク検索リスト!$EJ$20"
    },
    {
      "Name": "未処理フラグ",
      "Formula": "タスク検索リスト!$G$8"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "タスク検索リスト!$EB$20"
    }
  ]
}