{
  "PageType": 0,
  "ColumnCount": 186,
  "RowCount": 29,
  "Formulas": {
    "18,154": "IF(I4,0,\"\")",
    "28,1": "\"該当データ件数：\"&TEXT(FM10,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(FE13,\"#,##0\")&\"件\"",
    "12,160": "COUNT(EM7)",
    "21,154": "IF(V4=1,FE19,\"\")",
    "15,160": "FE13-FE10",
    "6,154": "IF(IFERROR(FIND(\"　\",I2),0)>0,FIND(\"　\",I2),IF(IFERROR(FIND(\" \",I2),0)>0,FIND(\" \",I2),0))",
    "12,154": "IF(EY7>0,MID(I2,EY7+1,1000),\"\")",
    "9,154": "IF(EY7>0,LEFT(I2,EY7-1),IF(I2<>\"\",I2,\"\"))",
    "9,160": "COUNTIF(EQ7,1)"
  },
  "CustomNames": [
    {
      "Name": "選択アクション",
      "Formula": "フォロー検索リスト!$FT$7"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "フォロー検索リスト!$Y$4"
    }
  ]
}