{
  "PageType": 0,
  "ColumnCount": 142,
  "RowCount": 29,
  "Formulas": {
    "12,116": "COUNT(CU7)",
    "28,1": "\"該当データ件数：\"&TEXT(DU10,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(DM13,\"#,##0\")&\"件\"",
    "6,110": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "9,116": "COUNTIF(CY7,1)",
    "9,110": "IF(DG7>0,LEFT(検索ワード,DG7-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "21,110": "IF(V4=1,DM19,\"\")",
    "15,116": "DM13-DM10",
    "12,110": "IF(DG7>0,MID(検索ワード,DG7+1,1000),\"\")",
    "18,110": "IF(I4,0,\"\")"
  },
  "CustomNames": [
    {
      "Name": "検索ワード2",
      "Formula": "フォロー検索リスト!$DG$13"
    },
    {
      "Name": "検索ワード1",
      "Formula": "フォロー検索リスト!$DG$10"
    },
    {
      "Name": "選択アクション",
      "Formula": "フォロー検索リスト!$EB$7"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "フォロー検索リスト!$Y$4"
    },
    {
      "Name": "検索ワード",
      "Formula": "フォロー検索リスト!$I$2"
    }
  ]
}