{
  "PageType": 0,
  "ColumnCount": 168,
  "RowCount": 30,
  "Formulas": {
    "27,144": "IF(X4=1,EO19,\"\")",
    "9,144": "IF(EO7>0,LEFT(I2,EO7-1),IF(I2<>\"\",I2,\"\"))",
    "15,151": "COUNTIF(EH7,1)",
    "6,144": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "12,158": "IF(EV13=0,0,FC10)",
    "24,144": "IF(I4=1,EO19,\"\")",
    "12,151": "COUNT(DH7)",
    "12,144": "IF(EO7>0,MID(I2,EO7+1,1000),\"\")",
    "29,1": "\"該当データ件数：\"&TEXT(FC13,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(EV13,\"#,##0\")&\"件\"",
    "21,151": "TEXTJOINIF(\",\",TRUE,EH7,1,DH7)",
    "18,151": "EV13-EV16"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "申込データ全検索リスト!$EV$10"
    },
    {
      "Name": "申込件数取得ボタン",
      "Formula": "申込データ全検索リスト!$FC$7"
    },
    {
      "Name": "検索ワード1",
      "Formula": "申込データ全検索リスト!$EO$10"
    },
    {
      "Name": "検索ワード2",
      "Formula": "申込データ全検索リスト!$EO$13"
    },
    {
      "Name": "検索ワード",
      "Formula": "申込データ全検索リスト!$I$2"
    }
  ]
}