{
  "PageType": 0,
  "ColumnCount": 135,
  "RowCount": 33,
  "Formulas": {
    "13,114": "IF(DK11>0,LEFT(検索ワード,DK11-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "32,1": "\"表示データ件数：\"&TEXT(DR14,\"#,##0\")&\"件\"",
    "16,121": "IF(L8=1,1,0)",
    "22,114": "TEXTJOINIF(\",\",TRUE,DD11,1,CL11)",
    "10,114": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "16,114": "IF(DK11>0,MID(検索ワード,DK11+1,1000),\"\")",
    "13,121": "COUNTIF(CI11,\"<>\")",
    "10,121": "COUNTIF(DD11,1)",
    "19,121": "IF(L8=1,0,1)"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "発注書回収待ち検索リスト!$DI$11"
    },
    {
      "Name": "選択カウント",
      "Formula": "発注書回収待ち検索リスト!$DR$11"
    },
    {
      "Name": "抽出カウント",
      "Formula": "発注書回収待ち検索リスト!$DR$14"
    },
    {
      "Name": "検索ワード",
      "Formula": "発注書回収待ち検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "発注書回収待ち検索リスト!$DK$14"
    },
    {
      "Name": "検索ワード2",
      "Formula": "発注書回収待ち検索リスト!$DK$17"
    }
  ]
}