{
  "PageType": 0,
  "ColumnCount": 134,
  "RowCount": 33,
  "Formulas": {
    "32,1": "\"表示データ件数：\"&TEXT(DQ11,\"#,##0\")&\"件\"",
    "16,113": "IF(DJ11>0,MID(検索ワード,DJ11+1,1000),\"\")",
    "22,113": "TEXTJOINIF(\",\",TRUE,DC11,1,CK11)",
    "10,125": "COUNTIF(DC11,1)",
    "10,113": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "13,113": "IF(DJ11>0,LEFT(検索ワード,DJ11-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "10,120": "COUNTIF(CH11,\"<>\")"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "登録内容確認中検索リスト!$DH$11"
    },
    {
      "Name": "検索ワード",
      "Formula": "登録内容確認中検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "登録内容確認中検索リスト!$DJ$14"
    },
    {
      "Name": "検索ワード2",
      "Formula": "登録内容確認中検索リスト!$DJ$17"
    },
    {
      "Name": "選択カウント",
      "Formula": "登録内容確認中検索リスト!$DV$11"
    },
    {
      "Name": "抽出カウント",
      "Formula": "登録内容確認中検索リスト!$DQ$11"
    }
  ]
}