{
  "PageType": 0,
  "ColumnCount": 146,
  "RowCount": 33,
  "Formulas": {
    "10,137": "COUNTIF(DO11,1)",
    "32,1": "\"表示データ件数：\"&TEXT(EC11,\"#,##0\")&\"件\"",
    "22,125": "TEXTJOINIF(\",\",TRUE,DO11,1,CW11)",
    "16,132": "IF(L8=1,0,1)",
    "13,132": "IF(L8=1,1,0)",
    "16,125": "IF(DV11>0,MID(検索ワード,DV11+1,1000),\"\")",
    "10,125": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "13,125": "IF(DV11>0,LEFT(検索ワード,DV11-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "10,132": "COUNTIF(CT11,\"<>\")"
  },
  "CustomNames": [
    {
      "Name": "最新化フラグ",
      "Formula": "計上確定待ち検索リスト!$DT$11"
    },
    {
      "Name": "検索ワード",
      "Formula": "計上確定待ち検索リスト!$L$2"
    },
    {
      "Name": "検索ワード1",
      "Formula": "計上確定待ち検索リスト!$DV$14"
    },
    {
      "Name": "検索ワード2",
      "Formula": "計上確定待ち検索リスト!$DV$17"
    },
    {
      "Name": "選択カウント",
      "Formula": "計上確定待ち検索リスト!$EH$11"
    },
    {
      "Name": "抽出カウント",
      "Formula": "計上確定待ち検索リスト!$EC$11"
    }
  ]
}