{
  "PageType": 0,
  "ColumnCount": 209,
  "RowCount": 31,
  "Formulas": {
    "20,191": "抽出カウント-選択カウント",
    "30,1": "\"該当データ件数：\"&TEXT(該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "20,183": "TEXTJOINIF(\",\",TRUE,FJ9,1,EW9)",
    "17,183": "TEXTJOINIF(\",\",TRUE,FJ9,1,FA9)",
    "14,183": "IF(送付期限切れフラグ,TODAY(),\"\")",
    "17,191": "COUNT(FA9)",
    "11,198": "IF(受領済み表示フラグ,1,0)",
    "14,177": "IF(FV12>0,LEFT(FV9,FV12-1),IF(FV9<>\"\",FV9,\"\"))",
    "8,177": "TRIM(I2)",
    "11,177": "IF(IFERROR(FIND(\"　\",FV9),0)>0,FIND(\"　\",FV9),IF(IFERROR(FIND(\" \",FV9),0)>0,FIND(\" \",FV9),0))",
    "17,177": "IF(FV12>0,MID(FV9,FV12+1,1000),\"\")",
    "11,183": "COUNTIF(FJ9,1)",
    "11,191": "SUM(GQ16)"
  },
  "CustomNames": [
    {
      "Name": "該当カウント",
      "Formula": "資料待ち検索リスト!$GJ$12"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "資料待ち検索リスト!$AA$6"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$GQ$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$GB$12"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$I$6"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$GJ$18"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$GJ$21"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "資料待ち検索リスト!$GB$9"
    },
    {
      "Name": "検索フラグ",
      "Formula": "資料待ち検索リスト!$GJ$9"
    }
  ]
}