{
  "PageType": 0,
  "ColumnCount": 300,
  "RowCount": 31,
  "Formulas": {
    "11,282": "SUM(KD16)",
    "30,1": "\"該当データ件数：\"&TEXT(該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "14,268": "IF(JI12>0,LEFT(JI9,JI12-1),IF(JI9<>\"\",JI9,\"\"))",
    "17,282": "COUNT(ID9)",
    "11,289": "IF(受領済み表示フラグ,1,0)",
    "17,274": "TEXTJOINIF(\",\",TRUE,IV9,1,ID9)",
    "20,282": "抽出カウント-選択カウント",
    "14,274": "IF(送付期限切れフラグ,TODAY(),\"\")",
    "20,274": "TEXTJOINIF(\",\",TRUE,IV9,1,HV9)",
    "11,268": "IF(IFERROR(FIND(\"　\",JI9),0)>0,FIND(\"　\",JI9),IF(IFERROR(FIND(\" \",JI9),0)>0,FIND(\" \",JI9),0))",
    "11,274": "COUNTIF(IV9,1)",
    "17,268": "IF(JI12>0,MID(JI9,JI12+1,1000),\"\")",
    "8,268": "TRIM(P2)"
  },
  "CustomNames": [
    {
      "Name": "該当カウント",
      "Formula": "資料待ち検索リスト!$JW$12"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "資料待ち検索リスト!$BB$6"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$KD$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$JO$12"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$P$6"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$JW$18"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$JW$21"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "資料待ち検索リスト!$JO$9"
    },
    {
      "Name": "検索フラグ",
      "Formula": "資料待ち検索リスト!$JW$9"
    }
  ]
}