{
  "PageType": 0,
  "ColumnCount": 210,
  "RowCount": 31,
  "Formulas": {
    "11,192": "SUM(GR16)",
    "30,1": "\"該当データ件数：\"&TEXT(該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "11,184": "COUNTIF(FK9,1)",
    "17,178": "IF(FW12>0,MID(FW9,FW12+1,1000),\"\")",
    "8,178": "TRIM(I2)",
    "11,178": "IF(IFERROR(FIND(\"　\",FW9),0)>0,FIND(\"　\",FW9),IF(IFERROR(FIND(\" \",FW9),0)>0,FIND(\" \",FW9),0))",
    "14,178": "IF(FW12>0,LEFT(FW9,FW12-1),IF(FW9<>\"\",FW9,\"\"))",
    "11,199": "IF(受領済み表示フラグ,1,0)",
    "14,184": "IF(送付期限切れフラグ,TODAY(),\"\")",
    "17,192": "COUNT(FB9)",
    "17,184": "TEXTJOINIF(\",\",TRUE,FK9,1,FB9)",
    "20,184": "TEXTJOINIF(\",\",TRUE,FK9,1,EX9)",
    "20,192": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "該当カウント",
      "Formula": "資料待ち検索リスト!$GK$12"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "資料待ち検索リスト!$AB$6"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$GR$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$GC$12"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$I$6"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$GK$18"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$GK$21"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "資料待ち検索リスト!$GC$9"
    },
    {
      "Name": "検索フラグ",
      "Formula": "資料待ち検索リスト!$GK$9"
    }
  ]
}