{
  "PageType": 0,
  "ColumnCount": 156,
  "RowCount": 33,
  "Formulas": {
    "13,130": "COUNTIF(DN11,1)",
    "16,130": "IF(送付期限切れフラグ,TODAY(),\"\")",
    "22,138": "抽出カウント-選択カウント",
    "13,145": "IF(受領済み表示フラグ,1,0)",
    "16,124": "IF(DU11>0,MID(検索ワード,DU11+1,1000),\"\")",
    "19,138": "COUNT(DE11)",
    "10,124": "IF(IFERROR(FIND(\"　\",検索ワード),0)>0,FIND(\"　\",検索ワード),IF(IFERROR(FIND(\" \",検索ワード),0)>0,FIND(\" \",検索ワード),0))",
    "32,1": "\"該当データ件数：\"&TEXT(資料待ち該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "13,124": "IF(DU11>0,LEFT(検索ワード,DU11-1),IF(検索ワード<>\"\",検索ワード,\"\"))",
    "19,130": "TEXTJOINIF(\",\",TRUE,DN11,1,DE11)"
  },
  "CustomNames": [
    {
      "Name": "検索ワード2",
      "Formula": "資料待ち検索リスト!$DU$17"
    },
    {
      "Name": "資料待ち該当カウント",
      "Formula": "資料待ち検索リスト!$EI$14"
    },
    {
      "Name": "件数取得ボタン",
      "Formula": "資料待ち検索リスト!$EI$11"
    },
    {
      "Name": "検索ワード1",
      "Formula": "資料待ち検索リスト!$DU$14"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$EI$20"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$EP$11"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$EA$14"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "資料待ち検索リスト!$Z$8"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$EI$23"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$I$8"
    },
    {
      "Name": "検索ワード",
      "Formula": "資料待ち検索リスト!$I$2"
    }
  ]
}