{
  "PageType": 0,
  "ColumnCount": 208,
  "RowCount": 31,
  "Formulas": {
    "20,190": "抽出カウント-選択カウント",
    "30,1": "\"該当データ件数：\"&TEXT(該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "20,182": "TEXTJOINIF(\",\",TRUE,FI9,1,EV9)",
    "17,182": "TEXTJOINIF(\",\",TRUE,FI9,1,EZ9)",
    "14,182": "IF(送付期限切れフラグ,TODAY(),\"\")",
    "17,190": "COUNT(EZ9)",
    "11,197": "IF(受領済み表示フラグ,1,0)",
    "14,176": "IF(FU12>0,LEFT(FU9,FU12-1),IF(FU9<>\"\",FU9,\"\"))",
    "8,176": "TRIM(I2)",
    "11,176": "IF(IFERROR(FIND(\"　\",FU9),0)>0,FIND(\"　\",FU9),IF(IFERROR(FIND(\" \",FU9),0)>0,FIND(\" \",FU9),0))",
    "17,176": "IF(FU12>0,MID(FU9,FU12+1,1000),\"\")",
    "11,182": "COUNTIF(FI9,1)",
    "11,190": "SUM(GP16)"
  },
  "CustomNames": [
    {
      "Name": "該当カウント",
      "Formula": "資料待ち検索リスト!$GI$12"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "資料待ち検索リスト!$AB$6"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$GP$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$GA$12"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$I$6"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$GI$18"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$GI$21"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "資料待ち検索リスト!$GA$9"
    },
    {
      "Name": "検索フラグ",
      "Formula": "資料待ち検索リスト!$GI$9"
    }
  ]
}