{
  "PageType": 0,
  "ColumnCount": 143,
  "RowCount": 75,
  "Formulas": {
    "24,115": "IF(DK25<>\"\",\"最終更新日時：\"&DK25,\"\")",
    "24,112": "\"仮杭報告書(\"&DH25&\")\"",
    "24,110": "\"測量報告書(\"&DF25&\")\"",
    "29,62": "COUNT(BM25)",
    "24,69": "IF(BO25=1,\"以降\",\"～\")",
    "24,65": "$BK$30-ROW(BK25)+1",
    "24,109": "IFERROR(ODATA(\"v_surveying_file_count?$select=測量報告書（納品用）数_申込事業者&$filter=測量ID eq \"&IF(ISBLANK(BM25),\"null\",BM25)),0)",
    "24,111": "IFERROR(ODATA(\"v_surveying_file_count?$select=仮杭報告書（納品用）数_申込事業者&$filter=測量ID eq \"&IF(ISBLANK(BM25),\"null\",BM25)),0)"
  },
  "CustomNames": [
    {
      "Name": "タブID",
      "Formula": "物件詳細_測量_申込事業者用!$BS$7"
    },
    {
      "Name": "仮杭報告書ファイル属性ID",
      "Formula": "物件詳細_測量_申込事業者用!$CJ$30"
    },
    {
      "Name": "元_仮杭フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$68"
    },
    {
      "Name": "元_図面変更フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$69"
    },
    {
      "Name": "元_測量ステータスID",
      "Formula": "物件詳細_測量_申込事業者用!$BY$73"
    },
    {
      "Name": "元_測量希望開始日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$39"
    },
    {
      "Name": "元_測量希望区分",
      "Formula": "物件詳細_測量_申込事業者用!$BY$38"
    },
    {
      "Name": "元_測量希望時刻",
      "Formula": "物件詳細_測量_申込事業者用!$BY$41"
    },
    {
      "Name": "元_測量希望終了日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$40"
    },
    {
      "Name": "元_測量共有コメント",
      "Formula": "物件詳細_測量_申込事業者用!$BY$72"
    },
    {
      "Name": "元_測量申込日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$37"
    },
    {
      "Name": "元_敷地調査フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$44"
    },
    {
      "Name": "元_敷調依頼日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$46"
    },
    {
      "Name": "元_敷調会社ID",
      "Formula": "物件詳細_測量_申込事業者用!$BY$45"
    },
    {
      "Name": "元_敷調実施日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$53"
    },
    {
      "Name": "元_敷調承諾日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$47"
    },
    {
      "Name": "元_敷調日程通知日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$48"
    },
    {
      "Name": "元_敷調報告書受領日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$54"
    },
    {
      "Name": "元_敷調報告書受領予定日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$52"
    },
    {
      "Name": "元_敷調報告書納品日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$55"
    },
    {
      "Name": "元_敷調予定開始日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$49"
    },
    {
      "Name": "元_敷調予定終了日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$50"
    },
    {
      "Name": "元_役所調査フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$56"
    },
    {
      "Name": "元_役調依頼日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$58"
    },
    {
      "Name": "元_役調会社ID",
      "Formula": "物件詳細_測量_申込事業者用!$BY$57"
    },
    {
      "Name": "元_役調実施日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$65"
    },
    {
      "Name": "元_役調承諾日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$59"
    },
    {
      "Name": "元_役調日程通知日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$60"
    },
    {
      "Name": "元_役調報告書受領日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$66"
    },
    {
      "Name": "元_役調報告書受領予定日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$64"
    },
    {
      "Name": "元_役調報告書納品日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$67"
    },
    {
      "Name": "元_役調予定開始日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$61"
    },
    {
      "Name": "元_役調予定終了日",
      "Formula": "物件詳細_測量_申込事業者用!$BY$62"
    },
    {
      "Name": "元_立会者",
      "Formula": "物件詳細_測量_申込事業者用!$BY$43"
    },
    {
      "Name": "元_立会者有無フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$42"
    },
    {
      "Name": "測量報告書ファイル属性ID",
      "Formula": "物件詳細_測量_申込事業者用!$BZ$30"
    },
    {
      "Name": "元_敷調予定時間",
      "Formula": "物件詳細_測量_申込事業者用!$BY$51"
    },
    {
      "Name": "元_役調予定時間",
      "Formula": "物件詳細_測量_申込事業者用!$BY$63"
    },
    {
      "Name": "元_真北測量フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$70"
    },
    {
      "Name": "元_納品データ3Dフラグ",
      "Formula": "物件詳細_測量_申込事業者用!$BY$71"
    }
  ]
}