{
  "PageType": 0,
  "ColumnCount": 133,
  "RowCount": 57,
  "Formulas": {
    "19,106": "IF(DB20<>\"\",\"最終更新日時：\"&DB20,\"\")",
    "19,104": "CY20",
    "24,72": "IF(VALUE(CD25)=1,18,6)",
    "24,59": "COUNT(BK20)",
    "19,103": "\"調査報告書(\"&CY20&\")\"",
    "19,70": "IF(BP20=1,\"以降\",\"～\")",
    "19,63": "$BH$25-ROW(BH20)+1",
    "19,102": "IFERROR(ODATA(\"v_survey_file_count?$select=調査報告書数_申込事業者&$filter=調査ID eq \"&IF(ISBLANK(BK20),\"null\",BK20)),0)"
  },
  "CustomNames": [
    {
      "Name": "グループID",
      "Formula": "物件詳細_調査_申込事業者用!$BU$13"
    },
    {
      "Name": "タブID",
      "Formula": "物件詳細_調査_申込事業者用!$BO$7"
    },
    {
      "Name": "元_指定調査会社ID",
      "Formula": "物件詳細_調査_申込事業者用!$BP$39"
    },
    {
      "Name": "元_調査ステータスID",
      "Formula": "物件詳細_調査_申込事業者用!$BP$51"
    },
    {
      "Name": "元_調査依頼日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$41"
    },
    {
      "Name": "元_調査会社ID",
      "Formula": "物件詳細_調査_申込事業者用!$BP$40"
    },
    {
      "Name": "元_調査希望開始日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$34"
    },
    {
      "Name": "元_調査希望区分",
      "Formula": "物件詳細_調査_申込事業者用!$BP$33"
    },
    {
      "Name": "元_調査希望時刻",
      "Formula": "物件詳細_調査_申込事業者用!$BP$36"
    },
    {
      "Name": "元_調査希望終了日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$35"
    },
    {
      "Name": "元_調査区分",
      "Formula": "物件詳細_調査_申込事業者用!$BP$32"
    },
    {
      "Name": "元_調査実施日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$48"
    },
    {
      "Name": "元_調査承諾日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$42"
    },
    {
      "Name": "元_調査申込日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$31"
    },
    {
      "Name": "元_調査日程通知日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$43"
    },
    {
      "Name": "元_調査報告書受領日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$49"
    },
    {
      "Name": "元_調査報告書受領予定日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$47"
    },
    {
      "Name": "元_調査報告書納品日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$50"
    },
    {
      "Name": "元_調査方法ID",
      "Formula": "物件詳細_調査_申込事業者用!$BP$44"
    },
    {
      "Name": "元_調査予定開始日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$45"
    },
    {
      "Name": "元_調査予定終了日",
      "Formula": "物件詳細_調査_申込事業者用!$BP$46"
    },
    {
      "Name": "元_立会者",
      "Formula": "物件詳細_調査_申込事業者用!$BP$38"
    },
    {
      "Name": "元_立会者有無フラグ",
      "Formula": "物件詳細_調査_申込事業者用!$BP$37"
    },
    {
      "Name": "調査報告書ファイル属性ID",
      "Formula": "物件詳細_調査_申込事業者用!$BU$25"
    }
  ]
}