{
  "PageType": 0,
  "ColumnCount": 74,
  "RowCount": 28,
  "Formulas": {
    "26,2": "\"該当データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "19,65": "COUNTIF(BH5,1)",
    "16,65": "COUNTIF(D5,\"<>\")",
    "4,59": "IF(BD5=$BN$23,1,0)",
    "1,18": "\"「\"&住宅事業者名&\"」の解析確定物件を表示しています\""
  },
  "CustomNames": [
    {
      "Name": "グループフィルタ",
      "Formula": "過去判定検索!$AV$2"
    },
    {
      "Name": "解析ID",
      "Formula": "過去判定検索!$BN$11"
    },
    {
      "Name": "住宅事業者ID",
      "Formula": "過去判定検索!$BN$5"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "過去判定検索!$BN$8"
    },
    {
      "Name": "選択ボタン非表示フラグ",
      "Formula": "過去判定検索!$BN$14"
    },
    {
      "Name": "属性フィルタ",
      "Formula": "過去判定検索!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "過去判定検索!$BN$17"
    }
  ]
}