{
  "PageType": 0,
  "ColumnCount": 82,
  "RowCount": 28,
  "Formulas": {
    "26,2": "\"該当データ件数：\"&TEXT(BY11,\"#,##0\")&\"件　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "19,69": "COUNTIF(D5,\"<>\")",
    "22,69": "COUNTIF(BL5,1)",
    "4,63": "IF(BD5=$BR$25,1,0)",
    "1,18": "\"「\"&住宅事業者名&\"」の解析確定物件を表示しています\"",
    "10,76": "SUM(BY6)"
  },
  "CustomNames": [
    {
      "Name": "グループフィルタ",
      "Formula": "過去判定検索!$AV$2"
    },
    {
      "Name": "解析ID",
      "Formula": "過去判定検索!$BR$11"
    },
    {
      "Name": "住宅事業者ID",
      "Formula": "過去判定検索!$BR$5"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "過去判定検索!$BR$8"
    },
    {
      "Name": "選択ボタン非表示フラグ",
      "Formula": "過去判定検索!$BR$14"
    },
    {
      "Name": "属性フィルタ",
      "Formula": "過去判定検索!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "過去判定検索!$BR$20"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "過去判定検索!$BR$17"
    }
  ]
}